Repository: masanam/GameGalaksi
Catalog: App_GlobalResources/Mobifone.*.resx
Languages: vi

# HeaderText
source: Get two new games every week for only 10000VNĐ<br /><a href='Subscribe?cf=true'><u>More user benefit information.</u></a> <br/>Welcome <b>{0}</b>. You have <span style="color:red"><b>{1}</b></span> games available for your <b>{2}</b>. <br/> <a href='Subscribe/Subscribe?cf=true'><u>Join NOW to get FREE games!</u></a>
vi: Miễn phí hai game mỗi tuần chỉ với 10000VNĐ. <br /><a href='Subscribe?cf=true'><u>Xem thêm thông tin tại đây</u></a><br />Xin chào <b>{0}</b>. Có <span style="color:red"><b>{1}</b></span> game cho điện thoại <b>{2}</b> của bạn. <br /> <a href='Subscribe/Subscribe?cf=true'><u>Tham gia ngay để tải game miễn phí</u></a>

# HeaderTextSubscribed
source: Welcome <b>{0}</b>. You can select from <span style="color:red">{1}</span> games for your {2}. <br/> You have <span style="color:red">{3}</span> credit to redeem your games.
vi: Xin chào <b>{0}</b>.Bạn có thể chọn <span style="color:red">{1}</span> games cho {2} của bạn. <br/> Bạn có <span style="color:red">{3}</span> eCoin để mua game.

# HeaderTextSubscribedWCredits
source: Welcome <b>{0}</b>. You can select from <span style="color:red">{1}</span> games for your {2}. <br/> You have <span style="color:red">{3}</span> credits to redeem your games.
vi: Xin chào <b>{0}</b>.Bạn có thể chọn <span style="color:red">{1}</span> games cho {2} của bạn. <br/> Bạn có <span style="color:red">{3}</span> eCoins để mua game.

# PromotionText
source: Promotion
vi: Khuyến mại!

# Res_BalanceNotEnough
source: Balance is not enough
vi: Tài khoản không đủ thanh toán

# Res_CantGetMsisdn
source: Can't get msisdn
vi: Lấy số điện thoại bị lỗi

# Res_CantSubcribeWithin15Days
source: You have unsubscribed service before. Please subscribe after 15 days from the last subscription. Thank you!
vi: Quý khách đã hủy đăng ký dịch vụ 8e Sieugame trước đó, để đăng ký sử dụng lại dịch vụ. Quý khách vui lòng thực hiện đăng ký dịch vụ sau 15 ngày kể từ thời điểm hủy dịch vụ trước đó. Xin cảm ơn !

# Res_GameDoesntExistOnMgame
source: This game does not shell on mGame site
vi: Game này chưa được bán trên mGame

# Res_GeneralErrorCode
source: General error code
vi: Lỗi hệ thống

# Res_MsisdnNotAvailable
source: Msisdn is not available
vi: Số điện thoại không hợp lệ

# Res_MsisdnNotExist
source: Msisdn does not exist
vi: Thuê bao không tồn tại

# Res_MsisdnNotRegistered
source: Msisdn has not registered
vi: Số điện thoại chưa đăng ký

# Res_MsisdnNotRegisteredForDebit
source: Msisnd has not registered for debit
vi: Thuê bao chưa đăng ký thanh toán

# Res_MsisdnOwnerChanged
source: Msisdn owner changed
vi: Số điện thoại đã đổi chủ

# Res_NotFoundMsisdn
source: We are sorry that your transaction failed! (Please check your balance!)
vi: Giao dịch thất bại ! (Xin vui lòng kiểm tra lại tài khoản quý khách)

# Res_NotFoundPackageRequest
source: This game does not shell on mGame site (Can not found package requested)
vi: Giao dịch không thành công !(Game chưa được bán trên mGame, Tài khoản không đủ thanh toán, Không thấy gói cước yêu cầu)

# Res_SubscribeFailBCofMsisdnHasSubscribed
source: Subscribe fail because of the msisdn has subscribed
vi: Đăng ký không thành công do thuê bao đang là thành viên

# Res_SubscriptionTwoWayBlocked
source: Subscription two way blocked
vi: Thuê bao bị khóa 2 chiều

# Res_SuccessCode
source: Transaction successful!
vi: Giao dịch thành công !

# Res_UnsubscribeFailBCofMsisdnWasntExist
source: Unsubscribe fail because of the msisdn was not exist
vi: Hủy không thành công do thuê bao đã tồn tại
