Repository: masanam/GameGalaksi
Catalog: App_GlobalResources/Strings.*.resx
Languages: id, mk, ml, vi

# List_TopGame
source: Top Game
id: Game Teratas
mk: ထိပ်တန်းဂိမ်း
ml: ထိပ္တန္းဂိမ္း
vi: Game tải nhiều nhất

# List_TopGames
source: Top Games
id: Game Teratas
mk: ထိပ်တန်းဂိမ်းများ
ml: ထိပ္တန္းဂိမ္းမ်ား
vi: Game tải nhiều

# MessageTitleError
source: Error
mk: ပြဿနာ ဖြစ်နေသည်
ml: ျပႆနာ ျဖစ္ေနသည္
vi: lỗi

# MessageTitleSuccess
source: Success
id: sukses
mk: အောင်မြင်ပါသည်
ml: ေအာင္ျမင္ပါသည္
vi: thành công

# Msisdn_Authenticate
source: Authenticate
mk: တရားဝင်ပြုလုပ်သည်
ml: တရားဝင္ျပဳလုပ္သည္

# Msisdn_Confirm
source: Confirm
mk: အတည်ပြုသည်
ml: အတည္ျပဳသည္

# Msisdn_EnterCode
source: Please enter the code in the SMS we sent to you.
mk: သင့် ဆီသို့ ပို့လိုက်သည့် SMS မှ ကုဒ်နံပါတ်ကို ရိုက်ထည့်ပါ။
ml: သင့္ ဆီသို႔ ပို႔လိုက္သည့္ SMS မွ ကုဒ္နံပါတ္ကို ႐ိုက္ထည့္ပါ။

# Msisdn_EnterMsisdn
source: Your mobile number is not detected. Please input your phone number below and we will send an SMS to you.
mk: သင့်ဖုန်းနံပါတ်ကို မသိနိုင်ပါ။ ကျေးဇူးပြုပြီး သင့်ဖုန်းနံပါတ်ကို ရိုက်ထည့်ပေးပါ၊ အဆိုပါ ဖုန်းနံပါတ်ကို SMS ပေးပို့ပါမည်။
ml: သင့္ဖုန္းနံပါတ္ကို မသိႏိုင္ပါ။ ေက်းဇူးျပဳၿပီး သင့္ဖုန္းနံပါတ္ကို ႐ိုက္ထည့္ေပးပါ၊ အဆိုပါ ဖုန္းနံပါတ္ကို SMS ေပးပို႔ပါမည္။

# Msisdn_Send
source: Send
mk: ပေးပို့ရန်
ml: ေပးပို႔ရန္

# MyAccount_AreYouSure
source: Are you sure?
id: Apa kamu yakin?
mk: သေချာပြီလား?
ml: ေသခ်ာၿပီလား?
vi: Bạn có chắc chắn không ?

# MyAccount_Benefit
source: Your Games Club Benefits
id: Keuntungan Klub Game
mk: သင့်ဂိမ်းအဖွဲ့၏ အကျိုးအမြတ်များ
ml: သင့္ဂိမ္းအဖြဲ႕၏ အက်ိဳးအျမတ္မ်ား
vi: Các lợi ích của câu lạc bộ Game

# MyAccount_ChangeHandset
source: Change handset
mk: ဟန်းဆက်ပြောင်းလဲရန်
ml: ဟန္းဆက္ေျပာင္းလဲရန္
vi: Đổi thiết bị

# MyAccount_Confirm
source: Confirm to unsubscribe
mk: ပယ်ဖျက်ခြင်းကို အတည်ပြုရန်
ml: ပယ္ဖ်က္ျခင္းကို အတည္ျပဳရန္
vi: Xác nhận hủy dịch vụ

# MyAccount_Credit
source: You have {0} game credit.
id: Credit:
mk: သင့်မှာ ဂိမ်း credits {0} ရှိသည်။
ml: သင့္မွာ ဂိမ္း credits {0} ရွိသည္။
vi: Số eCoin:

# MyAccount_Credits
source: You have {0} game credits.
id: Credit:{0}
mk: သင့်မှာ ဂိမ်း credits {0} ရှိသည်။
ml: သင့္မွာ ဂိမ္း credits {0} ရွိသည္။
vi: Số eCoin :{0}

# MyAccount_Device
source: Device
id: Perangkat
mk: သင့်ဖုန်း (သို့) ဂိမ်းစက်
ml: သင့္ဖုန္း (သို႔) ဂိမ္းစက္
vi: Thiết bị

# MyAccount_GeneralError
source: Please try again later.
id: . Silahkan coba lagi nanti.
mk: နောက်တစ်ကြိမ် ထပ်မံကြိုးစားကြည့်ပါ
ml: ေနာက္တစ္ႀကိမ္ ထပ္မံႀကိဳးစားၾကည့္ပါ
vi: . Xin vui lòng thử lại sau.

# MyAccount_GeneralMessage
source: We are sorry that we have not been able to cancel your subscription yet. Please click on "unsubscribe" again.
id: Mohon maaf, kami tidak bisa membatalkan langgananmu
mk: စိတ်မကောင်းပါဘူး။ သင့်၏ ပယ်ဖျက်ခြင်း လုပ်ဆောင်မှု မအောင်မြင်ပါ။
ml: စိတ္မေကာင္းပါဘူး။ သင့္၏ ပယ္ဖ်က္ျခင္း လုပ္ေဆာင္မႈ မေအာင္ျမင္ပါ။
vi: Xin lỗi chúng tôi không thể hủy đăng ký thành viên của bạn

# MyAccount_Handset
source: Device: <span>{0} </span>
id: Perangkat: <span>{0} </span>
mk: သင့်ဖုန်း : <span> {0} </span>
ml: သင့္ဖုန္း : <span> {0} </span>
vi: Thiết bị: <span>{0} </span>

# MyAccount_IntroducedByText
source: I was introduced to this Games Club by the owner of this phone number
mk: ဤဂိမ်းအဖွဲ့ကို မိတ်ဆက်သူ
ml: ဤဂိမ္းအဖြဲ႕ကို မိတ္ဆက္သူ
vi: Người bạn đã giới thiệu tôi tới 8e Sieugame Club

# MyAccount_Loading
source: Loading ...
mk: ဆောင်ရွက်နေသည်...
ml: ေဆာင္႐ြက္ေနသည္...
vi: Đang tải ...

source: Login
mk: ဝင်ရောက်ရန်
ml: ဝင္ေရာက္ရန္

# MyAccount_MyAccount
source: My Account
mk: ကျွန်ုပ်၏ အကောင့်
ml: ကြၽန္ုပ္၏ အေကာင့္

# MyAccount_MyDownloads
source: My Downloads
id: Download-ku
mk: ကျွန်ုပ်၏ ရယူထားမှုများ
ml: ကြၽန္ုပ္၏ ရယူထားမႈမ်ား
vi: Game đã tải

# MyAccount_MyGames
source: My Games
mk: ကျွန်ုပ်၏ ဂိမ်းများ
ml: ကြၽန္ုပ္၏ ဂိမ္းမ်ား

# MyAccount_MyPhone
source: My Phone
id: Tipe Handphone
mk: ကျွန်ုပ်၏ ဖုန်း
ml: ကြၽန္ုပ္၏ ဖုန္း
vi: Điện thoại của tôi

# MyAccount_No
source: No
id: Tidak
mk: မလုပ်ပါ
ml: မလုပ္ပါ
vi: Không

# MyAccount_NotSubscribed
source: You are not a member of this great Games Club.
id: Kamu belum berlangganan.
mk: သင်က ဤဂိမ်းအဖွဲ့ရဲ့ အဖွဲ့ဝင်တစ်ယောက် မဖြစ်သေးပါဘူး။ အခုပဲ ပါဝင်လိုက်ပါ !
ml: သင္က ဤဂိမ္းအဖြဲ႕ရဲ႕ အဖြဲ႕ဝင္တစ္ေယာက္ မျဖစ္ေသးပါဘူး။ အခုပဲ ပါဝင္လိုက္ပါ !
vi: Bạn chưa đăng ký

# MyAccount_OnUnsubscribe
source: Please wait...
id: Silahkan tunggu...
mk: ကျေးဇူးပြု၍ ခေတ္တစောင့်ဆိုင်းပါ..
ml: ေက်းဇူးျပဳ၍ ေခတၱေစာင့္ဆိုင္းပါ..
vi: Vui lòng chờ...

# MyAccount_OnUnsubscribeSuccess
source: You have successfully unsubscribed.
id: Kamu sukses berhenti berlangganan.
mk: အောင်မြင်စွာ ပယ်ဖျက်ပြီးပါပြီ။
ml: ေအာင္ျမင္စြာ ပယ္ဖ်က္ၿပီးပါၿပီ။
vi: Bạn đã hủy đăng ký thành công

# MyAccount_PurchaseDate
source: Purchase Date:
id: Tanggal Pembeliaan:
mk: ဝယ်ယူခဲ့သည့် ရက်စွဲ
ml: ဝယ္ယူခဲ့သည့္ ရက္စြဲ
vi: mua ngày:

# MyAccount_QuestionConfirm
source: Are you sure you want to unsubscribe?
id: Apa kamu yakin ingin berhenti berlangganan?
mk: ပယ်ဖျက်ရန် သေချာပြီလား?
ml: ပယ္ဖ်က္ရန္ ေသခ်ာၿပီလား?
vi: Bạn có chắc là muốn hủy dịch vụ không ?

# MyAccount_RedirectHomePage
source: Click here to redirect to homepage.
id: Klik Disini untuk redirect ke halaman home.
mk: မူလနေရာသို့ ပြန်သွားရန် ဤနေရာကို နှိပ်ပါ
ml: မူလေနရာသို႔ ျပန္သြားရန္ ဤေနရာကို ႏွိပ္ပါ
vi: Click vào đây để chuyển hướng đến trang chủ

# MyAccount_RenewalDate
source: Renewal Date:
id: Tanggal Perpanjangan:
mk: အသစ်ပြန်လည် ပြုလုပ်သည့် ရက်စွဲ :
ml: အသစ္ျပန္လည္ ျပဳလုပ္သည့္ ရက္စြဲ :
vi: đổi mới ngày:

# MyAccount_Resubscribe
source: Resubscribe
id: Kembali berlangganan
mk: ပြန်လည် လျောက်ထားရန်
ml: ျပန္လည္ ေလ်ာက္ထားရန္

# MyAccount_SetUserInfo
source: Unfortunately we cannot recognize you as a subscriber.
id: Tidak dapat dikenali
mk: အသိအမှတ်မပြုနိုင်ပါ
ml: အသိအမွတ္မျပဳႏိုင္ပါ
vi: Không thể nhận diện

# MyAccount_Status
source: Status:
mk: အခြေအနေ :
ml: အေျခအေန :
vi: Trạng thái:

# MyAccount_Subscription
source: My Subscription
id: Langganan-ku
mk: ကျွန်ုပ်၏ လျောက်ထားခြင်း
ml: ကြၽန္ုပ္၏ ေလ်ာက္ထားျခင္း
vi: Thông tin đăng ký

# MyAccount_SubscriptionCancel
source: Your subscription is now cancelled. Come back anytime to download games for free!
id: Status langganan anda telah di batalkan
mk: သင်၏ လျောက်ထားခြင်းကို ပယ်ဖျက်ပြီးပါပြီ။ ဂိမ်းများကို အခမဲ့ ရယူရန် အချိန်မရွေးပြန်လာနိုင်ပါသည်။
ml: သင္၏ ေလ်ာက္ထားျခင္းကို ပယ္ဖ်က္ၿပီးပါၿပီ။ ဂိမ္းမ်ားကို အခမဲ့ ရယူရန္ အခ်ိန္မေ႐ြးျပန္လာႏိုင္ပါသည္။
vi: Thuê bao của bạn bây giờ bị hủy bỏ

# MyAccount_SubscriptionNotFound
source: . You are not subscribed to this great Games Club.
id: . Kamu sudah tidak berlangganan.
mk: သင်က ဤဂိမ်းအဖွဲ့ရဲ့ အဖွဲ့ဝင်တစ်ယောက် မဖြစ်သေးပါဘူး။ ဒါပေမယ့် အကျိုးကျေးဇူးတွေကို ကျွန်တော်တို့ ပေးပါမည်။
ml: သင္က ဤဂိမ္းအဖြဲ႕ရဲ႕ အဖြဲ႕ဝင္တစ္ေယာက္ မျဖစ္ေသးပါဘူး။ ဒါေပမယ့္ အက်ိဳးေက်းဇူးေတြကို ကြၽန္ေတာ္တို႔ ေပးပါမည္။
vi: . Bạn đang là thành viên chưa đăng ký.

# MyAccount_Suspended
source: Suspended
mk: ရပ်ဆိုင်းရန်
ml: ရပ္ဆိုင္းရန္
vi: Hoãn

# MyAccount_ThankYou
source: Thank You
id: Terima Kasih
mk: ကျေးဇူးတင်ပါသည်။
ml: ေက်းဇူးတင္ပါသည္။
vi: cảm ơn

# MyAccount_Unsubscribe
source: Unsubscribe
id: Stop Langganan Ketik:<br/><b>UNREG GALAKSICLUB</b> ke <b>93477</b>
mk: လျောက်ထားခြင်းကို ပယ်ဖျက်ရန်
ml: ေလ်ာက္ထားျခင္းကို ပယ္ဖ်က္ရန္
vi: Hủy đăng ký

# MyAccount_Yes
source: Yes
id: Ya
mk: လုပ်မည်
ml: လုပ္မည္
vi: Có

source: Notification
id: Notifikasi
mk: အသိပေးချက်
ml: အသိေပးခ်က္

# Notification_LoginMessageSent
source: We have sent a text message to your phone. Please open the link in the message to continue login.
mk: သင့်ရဲ့ ဖုန်းထံသို့ စာသား ပို့ပြီးပါပြီ။ စာသားတွင်ပါရှိသည့် link ကို ဖွင့်၍ အကောင့်ဝင်နိုင်ပါပြီ။
ml: သင့္ရဲ႕ ဖုန္းထံသို႔ စာသား ပို႔ၿပီးပါၿပီ။ စာသားတြင္ပါရွိသည့္ link ကို ဖြင့္၍ အေကာင့္ဝင္ႏိုင္ပါၿပီ။
vi: Chúng tôi vừa gửi một tin nhắn đến số điện thoại của bạn. Vui lòng mở đường dẫn có trong tin nhắn để tiếp tục đăng nhập hệ thống.

# Notification_MsisdnBanned
source: Unfortunately your phone number is banned. Please contact us at {0}.
mk: ကံမကောင်းစွာဖြင့် သင့်ရဲ့ ဖုန်းနံပါတ်ဟာ ပိတ်ခံထားရပါတယ်။ ကျေးဇူးပြုပြီး {0} သို့ ဆက်သွယ်ပေးပါ။
ml: ကံမေကာင္းစြာျဖင့္ သင့္ရဲ႕ ဖုန္းနံပါတ္ဟာ ပိတ္ခံထားရပါတယ္။ ေက်းဇူးျပဳၿပီး {0} သို႔ ဆက္သြယ္ေပးပါ။
vi: Số điện thoại của bạn đã bị khóa

# Notification_ProcessingTransaction
source: Thank you. We are now processing your transaction. You can download the game here if the transaction is
mk: ကျေးဇူးတင်ပါသည်။ သင့်ရဲ့ လုပ်ဆောင်မှုကို ဆောင်ရွက်နေပါပြီ။ ဆောင်ရွက်မှုပြီးသည်နှင့် တစ်ပြိုင်နက် သင်၏ ဖုန်းသို့ ရယူရန် လင့်ခ် ပါဝင်သည့် စာသားတစ်ခုကို ပေးပို့ပါမည်။
ml: ေက်းဇူးတင္ပါသည္။ သင့္ရဲ႕ လုပ္ေဆာင္မႈကို ေဆာင္႐ြက္ေနပါၿပီ။ ေဆာင္႐ြက္မႈၿပီးသည္ႏွင့္ တစ္ၿပိဳင္နက္ သင္၏ ဖုန္းသို႔ ရယူရန္ လင့္ခ္ ပါဝင္သည့္ စာသားတစ္ခုကို ေပးပို႔ပါမည္။

# Notification_RegistrationCompleted
source: Thank you for registering. You will receive game credit as a reward.
mk: မှတ်ပုံတင်သည့်အတွက် ကျေးဇူးအထူးတင်ပါသည်။ ဆုကြေးအနေဖြင့် {0} ဂိမ်း credit ရရှိပါလိမ့်မည်။
ml: မွတ္ပုံတင္သည့္အတြက္ ေက်းဇူးအထူးတင္ပါသည္။ ဆုေၾကးအေနျဖင့္ {0} ဂိမ္း credit ရရွိပါလိမ့္မည္။

# Notification_Subscribe
source: Your subscription being processed, please wait a minute.
id: Permintaan berlangganan sedang diproses, silahkan tunggu beberapa saat.
mk: သင့်၏ လျောက်လွှာကို ဆောင်ရွက်လျက်ရှိပါသည်။ ကျေးဇူးပြု၍ မိနစ်အနည်းငယ် စောင့်ဆိုင်းပါ။
ml: သင့္၏ ေလ်ာက္လႊာကို ေဆာင္႐ြက္လ်က္ရွိပါသည္။ ေက်းဇူးျပဳ၍ မိနစ္အနည္းငယ္ ေစာင့္ဆိုင္းပါ။

# Notification_WaitingUserConfirmation
source: You will receive a text message asking for confirmation. To complete your subscription, please reply 'Yes' to the message.
mk: သင်၏ အတည်ပြုချက်ရယူရန်အတွက် စာသားတို တစ်ခုကို သင့်ဖုန်းသို့ ပေးပို့မည်ဖြစ်ပါသည်။ လျောက်ထားခြင်း အောင်မြင်ရန်အတွက် "Yes" ဟု ပြန်လည်ပေးပို့ပေးပါ။
ml: သင္၏ အတည္ျပဳခ်က္ရယူရန္အတြက္ စာသားတို တစ္ခုကို သင့္ဖုန္းသို႔ ေပးပို႔မည္ျဖစ္ပါသည္။ ေလ်ာက္ထားျခင္း ေအာင္ျမင္ရန္အတြက္ "Yes" ဟု ျပန္လည္ေပးပို႔ေပးပါ။

# Point_BalanceText
source: You have <span style="color:green"><strong>{0} SP</strong></span>.
mk: သင့်မှာ <span style="color:green"><strong>{0} LP</strong></span> ရှိသည်။
ml: သင့္မွာ <span style="color:green"><strong>{0} LP</strong></span> ရွိသည္။
vi: Bạn có <span style="color:green"><strong>{0} SP</strong></span>.

# Point_GetPointInfo
source: How to earn LP?
mk: LP ကို မည်သို့ ရယူရမည်နည်း?
ml: LP ကို မည္သို႔ ရယူရမည္နည္း?
vi: Cách tích lũy 8e Sieugame SP

# Point_InfoText
source: Select free gifts below from {0} Club's loyalty program.
mk: {0} Club ၏ အောက်ရှိ မေတ္တာလက်ဆောင် များကို ရွေးချယ်ပါ
ml: {0} Club ၏ ေအာက္ရွိ ေမတၱာလက္ေဆာင္ မ်ားကို ေ႐ြးခ်ယ္ပါ
vi: Hãy lựa chọn quà tặng miễn phí dưới đây từ 8e Sieugame Club

# Point_JoinAndGetPoint
source: Join now to get FREE game and earn LP
mk: အခမဲ့ ဂိမ်းများနှင့် LP များ ရယူရန် အခုဆက်သွယ်လိုက်ပါ
ml: အခမဲ့ ဂိမ္းမ်ားႏွင့္ LP မ်ား ရယူရန္ အခုဆက္သြယ္လိုက္ပါ
vi: Tham gia ngay để tải game MIỄN PHÍ và nhận SP

# Point_PageTitle
source: Redeem LP
mk: LP အသုံးပြုရန်
ml: LP အသုံးျပဳရန္
vi: Đổi SP

# Point_PurchaseBundleNotEnoughPoint
source: You need to have 400 LPs to get 1 bundle game free
mk: ဂိမ်းအစု ၁ စု အခမဲ့ ရယူရန်အတွက် သင့်တွက် 400 LPs ရှိရန်လိုအပ်ပါသည်။
ml: ဂိမ္းအစု ၁ စု အခမဲ့ ရယူရန္အတြက္ သင့္တြက္ 400 LPs ရွိရန္လိုအပ္ပါသည္။
vi: Bạn cần có 400SP để được nhận 1 gói game miễn phí

# Point_PurchaseBundleSuccess
source: You have successfully exchanged 400 SP to get 1 bundle of 20 {0}
mk: ဂိမ်းပေါင်း 20 {0} ပါဝင်သည့် ဂိမ်းအစု တစ်ခုရယူဖို့အတွက် 400 LPs နှင့် အောင်မြင်စွာ လဲလှယ်လိုက်ပါပြီ။
ml: ဂိမ္းေပါင္း 20 {0} ပါဝင္သည့္ ဂိမ္းအစု တစ္ခုရယူဖို႔အတြက္ 400 LPs ႏွင့္ ေအာင္ျမင္စြာ လဲလွယ္လိုက္ပါၿပီ။
vi: Bạn đã đổi thành công 400SP lấy 1 gói 20 game {0}

# Point_PurchaseCredit
source: Get 1 game FREE with {0} LP
mk: ဂိမ်းတစ်ခု ကို {0} LP ဖြင့် အခမဲ့ ရယူလိုက်ပါ။
ml: ဂိမ္းတစ္ခု ကို {0} LP ျဖင့္ အခမဲ့ ရယူလိုက္ပါ။
vi: Tải game Miễn phí với {0} SP

# Point_PurchaseCreditNotEnoughPoint
source: You need to have 50 LPs to get 1 credit for a free game
mk: အခမဲ့ ဂိမ်းတစ်ခုအတွက် 1 credit ရယူရန်အတွက် သင့်မှာ 50 LP ရှိရန် လိုအပ်ပါတယ်။
ml: အခမဲ့ ဂိမ္းတစ္ခုအတြက္ 1 credit ရယူရန္အတြက္ သင့္မွာ 50 LP ရွိရန္ လိုအပ္ပါတယ္။
vi: Bạn cần có 50SP để được nhận 1 eCoin tải 1 game miễn phí

# Point_PurchaseCreditSuccess
source: You get 1 credit to download a game. Click <a href="/">here</a> to select your game:
mk: သင့်မှာ ဂိမ်းတစ်ခုရယူဖို့ 1 credit ရရှိပါပြီ၊ ဂိမ်းရွေးချယ်ရန်အတွက် <a href="/"> ဤနေရာ </a> ကို နှိပ်ပါ။
ml: သင့္မွာ ဂိမ္းတစ္ခုရယူဖို႔ 1 credit ရရွိပါၿပီ၊ ဂိမ္းေ႐ြးခ်ယ္ရန္အတြက္ <a href="/"> ဤေနရာ </a> ကို ႏွိပ္ပါ။
vi: Bạn đã đổi thành công 50 SP lấy 1 eCoin để tải 1 game miễn phí

# Point_PurchaseGameBundle
source: Get a bundle of 20 games FREE with {0} LP
mk: ဂိမ်းပေါင်း 20 ပါဝင်သည့် ဂိမ်းအစုအပေါင်း တစ်ခုကို {0} LP နဲ့ ရယူလိုက်ပါ
ml: ဂိမ္းေပါင္း 20 ပါဝင္သည့္ ဂိမ္းအစုအေပါင္း တစ္ခုကို {0} LP နဲ႔ ရယူလိုက္ပါ
vi: Tải gói 50 game miễn phí với {0} SP

# Point_PurchaseSubscription
source: Get 1 week of free subscription fee with {0} LP
mk: တစ်ပတ်စာ အဖွဲ့ဝင်ဖြစ်ခွင့်ကို {0} LP နဲ့ ရယူလိုက်ပါ
ml: တစ္ပတ္စာ အဖြဲ႕ဝင္ျဖစ္ခြင့္ကို {0} LP နဲ႔ ရယူလိုက္ပါ
vi: Nhận 1 tuần miễn phí dịch vụ 8e Sieugame với {0} SP

# Point_PurchaseSubscriptionNotEnoughPoint
source: You need to have 150 LP to get 1 week of membership for free.
mk: တစ််ပတ်စာ အဖွဲ့ဝင်ဖြစ်ခွင့်အတွက် သင့်မှာ 150 LP ရှိရန်လိုအပ်ပါတယ်။
ml: တစ္္ပတ္စာ အဖြဲ႕ဝင္ျဖစ္ခြင့္အတြက္ သင့္မွာ 150 LP ရွိရန္လိုအပ္ပါတယ္။
vi: Bạn cần có 150SP để được nhận 1 tuần miễn phí dịch vụ 8e Sieugame

# Point_PurchaseSubscriptionSuccess
source: You have successfully exchanged 150 LP for 1 week of membership.
mk: တစ်ပတ်စာ အဖွဲ့ဝင်ဖြစ်ခွင့်ကို 150 LP နဲ့ လဲလှယ် ရယူလိုက်ပါပြီ။
ml: တစ္ပတ္စာ အဖြဲ႕ဝင္ျဖစ္ခြင့္ကို 150 LP နဲ႔ လဲလွယ္ ရယူလိုက္ပါၿပီ။
vi: Bạn đã đổi thành công 150 SP lấy 1 tuần miễn phí dịch vụ 8e Sieugame

# Point_RedeemFail
source: Unfortunately, you don't have enough LP.
mk: ကံမကောင်းစွာနဲ့ပဲ သင့်မှာ LP အလုံအလောက်မရှိပါဘူး။
ml: ကံမေကာင္းစြာနဲ႔ပဲ သင့္မွာ LP အလုံအေလာက္မရွိပါဘူး။

# Point_RedeemSuccess
source: Congratulations! You have successfully redeemed your LP.
mk: ဂုဏ်ယူပါတယ် ! သင့်ရဲ့ LP ကို အောင်မြင်စွာ အသုံးပြုပြီးပါပြီ။
ml: ဂုဏ္ယူပါတယ္ ! သင့္ရဲ႕ LP ကို ေအာင္ျမင္စြာ အသုံးျပဳၿပီးပါၿပီ။

# Point_SelectGift
source: Select free gifts below from {0} Club
mk: သင်ကြိုက်နှစ်သက်ရာ ဂိမ်းအဖွဲ့များမှ မေတ္တာလက်ဆောင် အခမဲ့ ဂိမ်းများကို ရွေးချယ်ပါ !
ml: သင္ႀကိဳက္ႏွစ္သက္ရာ ဂိမ္းအဖြဲ႕မ်ားမွ ေမတၱာလက္ေဆာင္ အခမဲ့ ဂိမ္းမ်ားကို ေ႐ြးခ်ယ္ပါ !
vi: Hãy lựa chọn quà tặng miễn phí dưới đây từ 8e Sieugame Club

# Point_UserGetPoint
source: You are awarded {0} LP
mk: {0} LP လက်ခံရရှိပါပြီ
ml: {0} LP လက္ခံရရွိပါၿပီ
vi: Bạn được tặng {0} SP

# PortalPage_Close
source: Close
id: Tutup
mk: ပိတ်ရန်
ml: ပိတ္ရန္
vi: Đóng

# PurchaseConfirmation
source: Are you sure you want to buy this game?
id: Beli game ini?
mk: ဤဂိမ်းကို ဝယ်ယူချင်တာ သေချာပြီလား?
ml: ဤဂိမ္းကို ဝယ္ယူခ်င္တာ ေသခ်ာၿပီလား?
vi: Bạn có chắc muốn mua game này?

# Purchase_ClickHereToDownload
source: Click here to download
id: Klik Disini untuk Download
mk: ရယူရန် ဤနေရာကို နှိပ်ပါ
ml: ရယူရန္ ဤေနရာကို ႏွိပ္ပါ
vi: Bấm vào đây để tải

# Purchase_Download
source: Re-download
mk: ပြန်လည်ရယူရန်
ml: ျပန္လည္ရယူရန္
vi: Tải về

# Purchase_Loading
source: Loading...
mk: လုပ်ဆောင်နေသည်...
ml: လုပ္ေဆာင္ေနသည္...
vi: Đang tải

# Purchase_MyDownload
source: My Downloads
id: Download-ku
mk: ကျွန်ုပ်၏ ရယူမှုများ
ml: ကြၽန္ုပ္၏ ရယူမႈမ်ား
vi: Game đã tải

# Purchase_NoPurchase
source: No purchase made yet.
id: Tidak ada pembelian.
mk: မည်သည့်ဝယ်ယူမှုမျှ မလုပ်ဆောင်ရသေးပါ။
ml: မည္သည့္ဝယ္ယူမႈမွ် မလုပ္ေဆာင္ရေသးပါ။
vi: Khong co game de tai lai.

# Purchase_NoPurchases
source: No purchases made yet.
id: Tidak ada pembelian.
mk: မည််သည့်ဝယ်ယူမှုများကိုမျှ မလုပ်ဆောင်ရသေးပါ။
ml: မည္္သည့္ဝယ္ယူမႈမ်ားကိုမွ် မလုပ္ေဆာင္ရေသးပါ။
vi: Chưa thanh toán

# Purchase_Notification
source: Your purchase is being processed. Please wait for the content link to be sent to your phone. Thank you.
id: Pembelian sedang diproses. Silahkan tunggu sms konten dari kami. Terima kasih.
mk: သင့်ရဲ့ဝယ်ယူမှုကို ဆက်လက် ဆောင်ရွက်ပေးနေပါသည်။ ကျေးဇူးပြု၍ သင့်ဖုန်းထံသို့ ပို့မည့် စာသား လင့်ခ် ကို စောင့်ဆိုင်းပေးပါ။ ကျေးဇူးတင်ပါတယ်။
ml: သင့္ရဲ႕ဝယ္ယူမႈကို ဆက္လက္ ေဆာင္႐ြက္ေပးေနပါသည္။ ေက်းဇူးျပဳ၍ သင့္ဖုန္းထံသို႔ ပို႔မည့္ စာသား လင့္ခ္ ကို ေစာင့္ဆိုင္းေပးပါ။ ေက်းဇူးတင္ပါတယ္။

# Purchase_SubscribeButton
source: Get it cheaper if you join the Club
mk: အခုပဲ ချိတ်ဆက်လိုက်ပါ ! အဖွဲ့သို့ ချိတ်ဆက်လျှင် ဈေးသက်သာပါမည်။
ml: အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ ! အဖြဲ႕သို႔ ခ်ိတ္ဆက္လွ်င္ ေဈးသက္သာပါမည္။

# Purchase_Thankyou
source: Thank you for buying this game
id: Terima kasih telah membeli game ini
mk: ဤဂိမ်းကို ဝယ်ယူအားပေးမှုအတွက် ကျေးဇူးတင်ပါသည်။
ml: ဤဂိမ္းကို ဝယ္ယူအားေပးမႈအတြက္ ေက်းဇူးတင္ပါသည္။
vi: Cám ơn bạn đã mua game từ 8e Sieugame Club

# ReCallBack
source: Back
mk: ပြန်ထွက်ရန်
ml: ျပန္ထြက္ရန္
vi: Quay lại

# ReCallJoin
source: Join now
mk: အခုပဲချိတ်ဆက်လိုက်ပါ !
ml: အခုပဲခ်ိတ္ဆက္လိုက္ပါ !
vi: Đồng ý

# ReCallText
source: Join us now to get FREE games! Grab your big chance to enjoy awesome game portals with appealing discounts and gifts!
mk: အခမဲ့ ဂိမ်းများ ရယူဖို့အတွက် ကျွန်တော်တို့နဲ့ ချိတ်ဆက်လိုက်ပါ။ အထူးလျှော့ဈေးများနဲ့ လက်ဆောင်များ ပါဝင်တဲ့ ဂိမ်းတွေနဲ့ ပျော်ရွှင်ရမယ့် အခွင့်အရေးကြီးကို လက်မလွှတ်လိုက်ပါနဲ့။
ml: အခမဲ့ ဂိမ္းမ်ား ရယူဖို႔အတြက္ ကြၽန္ေတာ္တို႔နဲ႔ ခ်ိတ္ဆက္လိုက္ပါ။ အထူးေလွ်ာ့ေဈးမ်ားနဲ႔ လက္ေဆာင္မ်ား ပါဝင္တဲ့ ဂိမ္းေတြနဲ႔ ေပ်ာ္႐ႊင္ရမယ့္ အခြင့္အေရးႀကီးကို လက္မလႊတ္လိုက္ပါနဲ႔။
vi: Nhận game MIỄN PHÍ bằng cách tham gia ngay! Hãy nắm bắt cơ hội vàng để trải nghiệm kho game hoành tráng với vô vàn quà tặng và khuyến mãi!

# Resubscribe_NoSubscriptionOrActiveSubscription
source: We cannot resubscribe you because you were not a subscriber before. Join now!
id: Tidak dapat berlangganan kembali karena tidak ada langganan atau anda sudah berlangganan
mk: ပြန်လည်လျောက်ထား၍ မရနိုင်ပါ။ အဘယ်ကြောင့် ဆိုသော် သင်သည် ဘယ်အခါကမှ လျောက်ထားခြင်း မပြုခဲ့ခြင်းကြောင့်ဖြစ်ပါသည်။ ထို့ကြောင့် အခုပဲ ချိတ်ဆက်လိုက်ပါ။
ml: ျပန္လည္ေလ်ာက္ထား၍ မရႏိုင္ပါ။ အဘယ္ေၾကာင့္ ဆိုေသာ္ သင္သည္ ဘယ္အခါကမွ ေလ်ာက္ထားျခင္း မျပဳခဲ့ျခင္းေၾကာင့္ျဖစ္ပါသည္။ ထို႔ေၾကာင့္ အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ။
vi: Cannot resubscribe due to no subscription or active subscription

# Search_Free
source: Free
id: Gratis
mk: အခမဲ့
ml: အခမဲ့
vi: Miễn phí

# Search_NoGames
source: No games found
id: Tidak ada Game ditemukan
mk: ဂိမ်းများ မတွေ့ရှိပါ
ml: ဂိမ္းမ်ား မေတြ႕ရွိပါ
vi: Không tìm thấy game

# Search_Result
source: Search Results
id: Cari Hasil
mk: ရှာဖွေမှု ရလာဒ်များ
ml: ရွာေဖြမႈ ရလာဒ္မ်ား
vi: Kết quả

# Search_ShowMore
source: Show more...
id: Selanjutnya...
mk: ပိုမို ပြန်သရန်...
ml: ပိုမို ျပန္သရန္...
vi: Xem thêm

# SubscribeSuccess_RedirectHome
source: Get your free game now
id: Dapatkan game gratis mu sekarang.
mk: သင့်အတွက် အခမဲ့ ဂိမ်းကို အခုပဲ ရယူပါ !
ml: သင့္အတြက္ အခမဲ့ ဂိမ္းကို အခုပဲ ရယူပါ !
vi: Tải game miễn phí ngay

# SubscribeSuccess_Title
source: Membership confirmed!
id: Berhasil Berlangganan
mk: အဖွဲ့ဝင်ခြင်း အတည်ပြုပြီးပါပြီ။
ml: အဖြဲ႕ဝင္ျခင္း အတည္ျပဳၿပီးပါၿပီ။
vi: Đăng ký hội viên thành công

# Subscribe_AlreadyNotSubscribed
source: Sorry. You are not subscribed to our Games Club.
id: Maaf. Kamu sudah tidak berlangganan saat ini.
mk: စိတ်မကောင်းပါဘူး။ ကျွန်ုပ်တို့ ဂိမ်းအဖွဲ့သို့ သင်ချိတ်ဆက်ထားမှုမရှိသေးပါ။ အခုပဲ ချိတ်ဆက်လိုက်ပါ !
ml: စိတ္မေကာင္းပါဘူး။ ကြၽန္ုပ္တို႔ ဂိမ္းအဖြဲ႕သို႔ သင္ခ်ိတ္ဆက္ထားမႈမရွိေသးပါ။ အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ !
vi: Xin lỗi, hiện tại chúng tôi không thể đăgn ký thành viên cho bạn

# Subscribe_BalanceNotEnough
source: Your account balance doesn't have enough money! Please kindly top up to continue.
id: Pulsa anda tidak cukup! Tolong isi terlebih dahulu untuk melanjutkan.
mk: သင့် အကောင့်လက်ကျန်ငွေ မလုံလောက်တော့ပါ ! ကျေးဇူးပြုပြီး ဆက်လက် လုပ်ဆောင်ရန်အတွက် ငွေဖြည့်ပေးပါ။
ml: သင့္ အေကာင့္လက္က်န္ေငြ မလုံေလာက္ေတာ့ပါ ! ေက်းဇူးျပဳၿပီး ဆက္လက္ လုပ္ေဆာင္ရန္အတြက္ ေငြျဖည့္ေပးပါ။
vi: Tài khoản của quý khách không đủ tiền! Vui lòng nạp thêm để sử dụng dịch vụ

# Subscribe_BalanceNotEnoughSubNotCreated
source: Your account balance doesn't have enough money! Please kindly top up and try again.
id: Pulsa anda tidak cukup! Tolong isi terlebih dahulu untuk melanjutkan.
mk: သင့် အကောင့်လက်ကျန်ငွေ မလုံလောက်တော့ပါ ! ကျေးဇူးပြုပြီး ဆက်လက် လုပ်ဆောင်ရန်အတွက် ငွေဖြည့်ပြီး ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: သင့္ အေကာင့္လက္က်န္ေငြ မလုံေလာက္ေတာ့ပါ ! ေက်းဇူးျပဳၿပီး ဆက္လက္ လုပ္ေဆာင္ရန္အတြက္ ေငြျဖည့္ၿပီး ထပ္မံ ႀကိဳးစားၾကည့္ပါ။

# Subscribe_Benefits
source: As a member of this Games Club {0} you will enjoy all these benefits:
id: Sebagai anggota dari Klub Games{0}kamu akan menikmati semua keuntungan ini:
mk: ဤဂိမ်းအဖွဲ့၏ အဖွဲ့ဝင် တစ်ယောက်အနေဖြင့် {0} ဤ အကျိုးကျေးဇူးများကို ခံစားခွင့်ရှိသည် :
ml: ဤဂိမ္းအဖြဲ႕၏ အဖြဲ႕ဝင္ တစ္ေယာက္အေနျဖင့္ {0} ဤ အက်ိဳးေက်းဇူးမ်ားကို ခံစားခြင့္ရွိသည္ :
vi: Là thành viên của câu lạc bộ Game, bạn hãy sử dụng tất cả những lợi ích này.

# Subscribe_CanNotSubscribeWithWifiConnection
source: We cannot process your application over WiFi connection. Please turn on your 3G/4G connection.
id: Tidak dapat berlangganan dengan koneksi wifi.
mk: WIFI ချိတ်ဆက်မှု ပြုလုပ်ထားလျင် လုပ်ဆောင်မှု မပြီးမြောက်နိုင်ပါ။ ကျေးဇူးပြုပြီး 3G/4G သို့ ပြောင်းလဲပေးပါ။
ml: WiFi ခ်ိတ္ဆက္မႈ ျပဳလုပ္ထားလ်င္ လုပ္ေဆာင္မႈ မၿပီးေျမာက္ႏိုင္ပါ။ ေက်းဇူးျပဳၿပီး 3G/4G သို႔ ေျပာင္းလဲေပးပါ။
vi: Can not subscribe with Wifi connection.

# Subscribe_ChargingError
source: We are sorry, we havn\'t been able to subscribe you to our games club. There was a problem during the payment. Your status is now pending.
id: We are sorry, we havn\'t been able to subscribe you to our games club. There was a problem during the payment. Your status is now Pending or stay as before.
mk: စိတ်မကောင်းပါဘူး၊ ကျွန်ုပ်တို့ ဂိမ်းအဖွဲ့သို့ သင့်၏လျောက်ထားမှုကို မဆောင်ရွက်နိုင်သေးပါ။ စီစစ်ဆဲဖြစ်ပါသည်။
ml: စိတ္မေကာင္းပါဘူး၊ ကြၽန္ုပ္တို႔ ဂိမ္းအဖြဲ႕သို႔ သင့္၏ေလ်ာက္ထားမႈကို မေဆာင္႐ြက္ႏိုင္ေသးပါ။ စီစစ္ဆဲျဖစ္ပါသည္။
vi: Chào mừng bạn đến với 8e Sieugame Club. Hiện tại tài khoản của bạn không đủ 9000 VND, chúng tôi sẽ kiểm tra và trừ tiền sau.

# Subscribe_EnterConfirmationCode
source: Please enter the confirmation code you received:
mk: လက်ခံ ရရှိသည့် အတည်ပြုကုဒ်နံပါတ် ကို ရိုက်ထည့်ပေးပါ။
ml: လက္ခံ ရရွိသည့္ အတည္ျပဳကုဒ္နံပါတ္ ကို ႐ိုက္ထည့္ေပးပါ။

# Subscribe_EnterMsisdn
source: Please enter your phone number:
mk: သင့်ဖုန်းနံပါတ်ကို ရိုက်ထည့်ပေးပါ :
ml: သင့္ဖုန္းနံပါတ္ကို ႐ိုက္ထည့္ေပးပါ :

# Subscribe_FirstWeekFree
source: The first week is free. No charges. <a href="Subscribe/Subscribe" class="subscribe-button" style="color: Blue;text-decoration:underline">Join now!</a><br/>
id: GRATIS untuk minggu pertama. Tanpa biaya. <a href="Subscribe/Subscribe" class="subscribe-button" style="color: Blue;text-decoration:underline">Gabung Sekarang!</a><br/>
mk: ပထမဆုံး တစ်ပတ်အတွက် အခမဲ့ပါ။ တစ်ပြားမျှမကုန်ကျစေရပါ။ <a href="Subscribe/Subscribe" class="subscribe-button" style="color:Blue; text-decoration:underline"> ချိတ်ဆက်ရန် ! </a><br/>
ml: ပထမဆုံး တစ္ပတ္အတြက္ အခမဲ့ပါ။ တစ္ျပားမွ်မကုန္က်ေစရပါ။ <a href="Subscribe/Subscribe" class="subscribe-button" style="color:Blue; text-decoration:underline"> ခ်ိတ္ဆက္ရန္ ! </a><br/>
vi: Tuần đầu tiên miễn phí thuê bao. <a href="#" class="subscribe-button" style="color: Blue;text-decoration:underline">Tham gia Gamer Heaven ngay!</a>

# Subscribe_FreeDaily
source: GET A FREE GAME {0} EVERY DAY
id: DAPATKAN GAME GRATIS {0}SETIAP HARI
mk: နေ့တိုင်း အတွက် {0} အခမဲ့ ဂိမ်းတစ်ခု ရယူပါ။
ml: ေန႔တိုင္း အတြက္ {0} အခမဲ့ ဂိမ္းတစ္ခု ရယူပါ။

# Subscribe_FreeWeekly
source: GET FREE GAMES {0} EVERY WEEK
id: DAPATKAN GAME GRATIS {0}SETIAP MINGGU
mk: အပတ်တိုင်းအတွက် {0} အခမဲ့ ဂိမ်းများ ရယူပါ။
ml: အပတ္တိုင္းအတြက္ {0} အခမဲ့ ဂိမ္းမ်ား ရယူပါ။
vi: NHẬN GAME MIỄN PHÍ MỖI TUẦN

# Subscribe_GeneralError
source: A general error occured.
id: Terjadi kesalahan pada sistem.
mk: ပြဿနာ တစ်ခုဖြစ်နေပါသည်။
ml: ျပႆနာ တစ္ခုျဖစ္ေနပါသည္။
vi: Có lỗi xảy ra

# Subscribe_GeneralMessage
source: We are sorry, we haven\'t been able to subscribe you to our games club
id: Kami mohon maaf, kamu belum bisa mendaftarkanmu sebagai anggota klub games kami.
mk: စိတ်မကောင်းပါဘူး၊ ကျွန်ုပ်တို့ ဂိမ်းအဖွဲ့သို့ သင့်လျောက်ထားမှုကို ဆောင်ရွက်နိုင်ခြင်း မရှိသေးပါ။
ml: စိတ္မေကာင္းပါဘူး၊ ကြၽန္ုပ္တို႔ ဂိမ္းအဖြဲ႕သို႔ သင့္ေလ်ာက္ထားမႈကို ေဆာင္႐ြက္ႏိုင္ျခင္း မရွိေသးပါ။
vi: Xin lỗi, chúng tôi không thể đăng ký bạn thành hội viên câu lạc bộ game.
