Repository: masanam/GameGalaksi
Catalog: App_GlobalResources/Strings.*.resx
Languages: id, mk, ml, vi

# BundleDetail_PageTitle
source: Game Bundle
mk: ဂိမ်းအစုအပေါင်း
ml: ဂိမ္းအစုအေပါင္း
vi: Gói Game

# CommonBuy_Buy
source: Buy for {0} {1}
id: Beli {0} {1}
mk: ဝယ်မည် {0} {1}
ml: ဝယ္မည္ {0} {1}
vi: Mua {1} {0}

# CommonBuy_BuyText
source: Buy
id: Beli
mk: ဝယ်မည်
ml: ဝယ္မည္
vi: Mua

# CommonBuy_ChargingFailed
source: . Your SIM card seems out of credits. Please top up and try again.
id: . Tidak cukup pulsa dalam sim cardmu. Silahkan top up pulsa dan coba lagi.
mk: သင့် ဆင်းကဒ် ဘေလ်ကုန်ပြီထင်ရသည်။ ကျေးဇူးပြု၍ ငွေဖြည့်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။
ml: သင့္ ဆင္းကဒ္ ေဘလ္ကုန္ၿပီထင္ရသည္။ ေက်းဇူးျပဳ၍ ေငြျဖည့္ၿပီး ထပ္မံႀကိဳးစားၾကည့္ပါ။
vi: . Sim của bạn hết tiền. Hãy nạp thêm và thử lại.

# CommonBuy_Download
source: Download
id: Re-download
mk: ပြန်လည် ရယူ။
ml: ျပန္လည္ ရယူ။
vi: Tải về

# CommonBuy_DownloadFree
source: Download
mk: ရယူမည်
ml: ရယူမည္
vi: Tải về

# CommonBuy_FileNotFoundForThisHandset
source: Sorry, this game does not support your phone model.
id: . Kami tidak dapat menemukan game ini untuk HP-mu.
mk: စိတ်မကောင်းပါဘူး၊ ယခုဂိမ်းသည် သင့်ဖုန်း model နှင့်မကိုက်ညီပါ။
ml: စိတ္မေကာင္းပါဘူး၊ ယခုဂိမ္းသည္ သင့္ဖုန္း model ႏွင့္မကိုက္ညီပါ။
vi: . Chúng tôi không tìm thấy game nào cho điện thoại của bạn.

# CommonBuy_Free
source: Free
id: Gratis
mk: အခမဲ့
ml: အခမဲ့
vi: Miễn phí

# CommonBuy_GeneralMessage
source: We are sorry that your purchase could not be fulfilled.
id: Mohon maaf pembeliaan mu gagal
mk: သင်၏ ဝယ်ယူမှု မအောင်မြင်ပါ။
ml: သင္၏ ဝယ္ယူမႈ မေအာင္ျမင္ပါ။
vi: Giao dịch thanh toán của bạn không thành công

# CommonBuy_HandsetNotDetected
source: . Your phone model has not been recognized.
id: . Tipe HP-mu tidak dikenal.
mk: သင့်ဖုန်း၏ model ကိုမသိနိုင်ပါ။
ml: သင့္ဖုန္း၏ model ကိုမသိႏိုင္ပါ။
vi: . Không thể nhận diện điện thoại của bạn

# CommonBuy_MsisdnNotDetected
source: . We are unable to detect your phone number. Please disable WiFi connections and switch to your mobile network.
id: . Kami tidak bisa mendeteksi nomor telepon. Pastikan kamu tidak sedang menggunakan koneksi Wi-fi.
mk: သင့်ဖုန်းနံပါတ်ကို မသိနိုင်သောကြောင့် wifi ကို ပိတ်၍ mobile data ဖွင့်ပေးပါ။
ml: သင့္ဖုန္းနံပါတ္ကို မသိႏိုင္ေသာေၾကာင့္ wifi ကို ပိတ္၍ mobile data ဖြင့္ေပးပါ။

# CommonBuy_OnBuySuccess
source: Please install the game and have fun. Thanks for your purchase!
id: Silahkan install game dan selamat menikmati, Terima kasih atas pembeliannya
mk: ဝယ်ယူမှုအတွက် ကျေးဇူးတင်ပါသည်။ ဂိမ်းကို ထည့်သွင်း၍ ကစားနိုင်ပါပြီ။ ပျော်ရွှင်ပါစေ။
ml: ဝယ္ယူမႈအတြက္ ေက်းဇူးတင္ပါသည္။ ဂိမ္းကို ထည့္သြင္း၍ ကစားႏိုင္ပါၿပီ။ ေပ်ာ္႐ႊင္ပါေစ။
vi: Hãy cài đặt và chơi. Cám ơn bạn đã mua

# CommonBuy_PleaseWait
source: Please wait...
id: Silahkan tunggu...
mk: ခေတ္တစောင့်ပါ...
ml: ေခတၱေစာင့္ပါ...
vi: Vui lòng chờ ...

# CommonBuy_PurchaseTemporarilyBlocked
source: . Our server is currently under maintenance. Please try again later.
id: . Server kami sedang dalam maintenance. Silahkan coba lagi nanti.
mk: ဆာဗာနှင့် ချိတ်ဆက်မှု အဆင်မပြေဖြစ်နေပါသည်.. ခေတ္တစောင့်စိုင်းပြီးမှ ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: ဆာဗာႏွင့္ ခ်ိတ္ဆက္မႈ အဆင္မေျပျဖစ္ေနပါသည္.. ေခတၱေစာင့္စိုင္းၿပီးမွ ထပ္မံ ႀကိဳးစားၾကည့္ပါ။
vi: . Máy chủ của chúng tôi đang bảo trì. Xin vui long quay lại sau.

# CommonBuy_SuccessMessage
source: Thanks for purchasing {0}. Please install it and have fun!
id: Terima kasih atas pembelian {0}. Silahkan install game dan selamat bermain!
mk: ဝယ်ယူူမှုအတွက် ကျေးဇူးတင်ပါသည် {0} ။ ပျော်ရွှင်ပါစေ!
ml: ဝယ္ယူူမႈအတြက္ ေက်းဇူးတင္ပါသည္ {0} ။ ေပ်ာ္႐ႊင္ပါေစ!
vi: Ban da tai ve thanh cong game {0}.

# CommonBuy_TryAgain
source: . Please try again later.
id: . Silahkan coba lagi nanti.
mk: နောက်တစ်ကြိမ် ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: ေနာက္တစ္ႀကိမ္ ထပ္မံ ႀကိဳးစားၾကည့္ပါ။
vi: . Vui lòng thử lại sau.

# Detail_Description
source: Description
id: Deskripsi
mk: ဖော်ပြချက်
ml: ေဖာ္ျပခ်က္
vi: Mô tả

# Detail_GetItFree
source: Get it Free
id: Dapatkan Gratis
mk: အခမဲ့ ရယူပါ
ml: အခမဲ့ ရယူပါ
vi: Tải miễn phí

# Detail_OtherTitles
source: Other titles from this developer
id: Game lain dari developer ini
mk: ဤအရာ ဖန်တီးသူ ၏ အခြား ခေါင်းစဉ်များ
ml: ဤအရာ ဖန္တီးသူ ၏ အျခား ေခါင္းစဥ္မ်ား
vi: Các game khác của nhà phát triển này

# Detail_PeopleDownloaded
source: People also downloaded
id: Orang juga men-download
mk: တခြားသူတွေလည်း ရယူခဲ့ကြသည်
ml: တျခားသူေတြလည္း ရယူခဲ့ၾကသည္
vi: Nhiều người tải

# Error1
source: We are sorry that your purchase failed. Your SIM card seems out of credits. Please top up and try again.
id: Kami minta maaf, pembeliaan mu gagal. Sim card-mu tampaknya tidak mempunyai cukup pulsa. Silahkan top up dan coba lagi.
mk: စိတ်မကောင်းပါဘူး၊ ဝယ်ယူမှု မအောင်မြင်ပါ။ သင့် ဆင်းမ်ကဒ်သည် လက်ကျန်ငွေ မကျန်ရှိတော့ခြင်း ဖြစ်နိုင်ပါသည်။ ငွေဖြည့်ပြီးနောက် ထပ်မံကြိုးစားကြည့်ပါ။
ml: စိတ္မေကာင္းပါဘူး၊ ဝယ္ယူမႈ မေအာင္ျမင္ပါ။ သင့္ ဆင္းမ္ကဒ္သည္ လက္က်န္ေငြ မက်န္ရွိေတာ့ျခင္း ျဖစ္ႏိုင္ပါသည္။ ေငြျဖည့္ၿပီးေနာက္ ထပ္မံႀကိဳးစားၾကည့္ပါ။
vi: Rất tiếc giao việc thanh toán của bạn không thành công. Sim của bạn hết tiền hoặc số eCoin đã hết. Bạn vui lòng nạp thêm và thử lại.

# Error4010
source: We are having difficulties identifying you as a Telstra customer. Please turn off your WiFi settings now to enable you to browse and get games.
id: Kami memiliki masalah dalam mengidenfikasi mu sebagai kostumer kami. Silahkan matikan setingan WiFi untuk dapat mendownload game.
mk: သင့်ကို Telstra အသုံးပြုသူအဖြစ် အသိအမှတ်မပြုနိုင်ပါ။ ကျေးဇူးပြု၍ wifi ချိတ်ဆက်မှုကို ပိတ်ထားခြင်းဖြင့် အခြားဂိမ်းများစွာကို အသုံးပြုနိုင်မည်ဖြစ်ပါသည်။
ml: သင့္ကို Telstra အသုံးျပဳသူအျဖစ္ အသိအမွတ္မျပဳႏိုင္ပါ။ ေက်းဇူးျပဳ၍ wifi ခ်ိတ္ဆက္မႈကို ပိတ္ထားျခင္းျဖင့္ အျခားဂိမ္းမ်ားစြာကို အသုံးျပဳႏိုင္မည္ျဖစ္ပါသည္။
vi: Chúng tôi không thể nhận dạng được thiết bị của bạn.Hãy tắt Wifi và sử dụng mạng 3G để duyệt và tải game.

# Error_1000
source: We are sorry that your transaction failed, please check your phone balance first and retry.
id: Transaksi gagal!
mk: လုပ်ဆောင်ချက် မအောင်မြင်သည့်အတွက် စိတ်မကောင်းပါ၊ ဖုန်းလက်ကျန်ငွေ စစ်ဆေးပြီး ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: လုပ္ေဆာင္ခ်က္ မေအာင္ျမင္သည့္အတြက္ စိတ္မေကာင္းပါ၊ ဖုန္းလက္က်န္ေငြ စစ္ေဆးၿပီး ထပ္မံ ႀကိဳးစားၾကည့္ပါ။
vi: Giao dịch thất bại, quý khách vui lòng kiểm tra lại tài khoản hoặc gọi đến tổng đài chăm sóc để biết thêm chi tiết.

# Error_1001
source: Your network operator does not seem to support this transaction.
id: Operator telepon yang kamu gunakan tidak bisa digunakan dalam transaksi ini.
mk: သင်အသုံးပြုနေသော အော်ပရေတာသည် ဤ လုပ်ဆောင်ချက်ကို လုပ်ဆောင်မပေးနိုင်ပါ။
ml: သင္အသုံးျပဳေနေသာ ေအာ္ပေရတာသည္ ဤ လုပ္ေဆာင္ခ်က္ကို လုပ္ေဆာင္မေပးႏိုင္ပါ။
vi: Điện thoại của bạn không được hỗ trợ cho giao dịch này

# Error_1002
source: We are sorry that your transaction failed! Please try again.
id: Transaksi gagal! Silahkan coba lagi.
mk: လုပ်ဆောင်ချက် မအောင်မြင်သည့်အတွက် စိတ်မကောင်းပါ၊ နောက်တစ်ကြိမ် ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: လုပ္ေဆာင္ခ်က္ မေအာင္ျမင္သည့္အတြက္ စိတ္မေကာင္းပါ၊ ေနာက္တစ္ႀကိမ္ ထပ္မံ ႀကိဳးစားၾကည့္ပါ။
vi: Chúng tôi rất tiếc vì giao dịch không thành công! Vui long thử lại sau.

# Error_1003
source: Illegal operation detected! Please contact us for further information.
id: Operasi ilegal terdeteksi! Silahkan kontak kami untuk informasi lebih lanjut.
mk: တရားမဝင် လုပ်ဆောင်ချက် တွေ့ရှိရပါသည်! အချက်အလက်များ ပိုမိုသိရှိရန်အတွက် ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။
ml: တရားမဝင္ လုပ္ေဆာင္ခ်က္ ေတြ႕ရွိရပါသည္! အခ်က္အလက္မ်ား ပိုမိုသိရွိရန္အတြက္ ကြၽန္ုပ္တို႔ကို ဆက္သြယ္ပါ။
vi: Xác minh không hợp lệ! Vui lòng liên hệ với chúng tôi để biết thêm thông tin

# Error_1004
source: Sorry, you don't have enough game credit to download the content. Please top-up and try again.
id: Credit tidak cukup
mk: သင့်လက်ကျန်ငွေ မလုံလောက်ပါသဖြင့် ကျေးဇူးပြုပြီး ငွေဖြည့်သွင်းပေးပါ။
ml: သင့္လက္က်န္ေငြ မလုံေလာက္ပါသျဖင့္ ေက်းဇူးျပဳၿပီး ေငြျဖည့္သြင္းေပးပါ။
vi: Không đủ eCoin

# Error_2223
source: We are unable to detect your phone number:<br /> -If you are on WiFi, please switch it off and activate your mobile operator 3G/4G network and try again<br /> -If you are already on 3G/4G network, please contact us at support@8elements.net and we will help you to solve this.
id: Kami tidak bisa mendeteksi nomor teleponmu:<br/> -Jika kamu sedang menggunakan WIFI, silahkan matikan dan aktifkan jaringan mobile operator 3G/4G lalu coba lagi<br/> -Jika kamu sudah dalam jaringan 3G/4G, silahkan hubungi kami di support@8elements.net dan kami akan membantumu.
mk: "သင့်ဖုန်းနံပါတ် ကို ကျွန်ုပ်တို့မှ ထောက်လှမ်းခြင်း မပြုလုပ်နိုင်ဖြစ်နေပါသည် : <br /> - WIFI အသုံးပြုနေသူဖြစ်ပါက၊ ကျေးဇူးပြု၍ WIFI ခေတ္တပိတ်ပြီး သင့်ဖုန်း၏ 3G သို့မဟုတ် 4G ဖုန်းလိုင်းသို့ ပြောင်းလဲ ချိတ်ဆက်ကာ ထပ်မံကြိုးစားကြည့်ပါ။ </br> - သင့်ဖုန်း၏ 3G/4G ဖုန်းလိုင်းကို အသုံးပြုနေသူဖြစ်ပါက၊ ကျွန်ုပ်တို့ကို ဤ အီးမေးလ်လိပ်စာ gamerheaven.myanmar@8elements.net မှတစ်ဆင့် ဆက်သွယ်လိုက်ပါ၊ ကျွန်ုပ်တို့ ဖြေရှင်းပေးပါမည်။ "
ml: သင့္ဖုန္းနံပါတ္ ကို ကြၽန္ုပ္တို႔မွ ေထာက္လွမ္းျခင္း မျပဳလုပ္ႏိုင္ျဖစ္ေနပါသည္ : <br /> - WiFi အသုံးျပဳေနသူျဖစ္ပါက၊ ေက်းဇူးျပဳ၍ WiFi ေခတၱပိတ္ၿပီး သင့္ဖုန္း၏ 3G သို႔မဟုတ္ 4G ဖုန္းလိုင္းသို႔ ေျပာင္းလဲ ခ်ိတ္ဆက္ကာ ထပ္မံႀကိဳးစားၾကည့္ပါ။ </br> - သင့္ဖုန္း၏ 3G/4G ဖုန္းလိုင္းကို အသုံးျပဳေနသူျဖစ္ပါက၊ ကြၽန္ုပ္တို႔ကို ဤ အီးေမးလ္လိပ္စာ gamerheaven.myanmar@8elements.net မွတစ္ဆင့္ ဆက္သြယ္လိုက္ပါ၊ ကြၽန္ုပ္တို႔ ေျဖရွင္းေပးပါမည္။
vi: Quý khách vui lòng dùng GPRS/3G để tiếp tục sử dụng dịch vụ. Xin cám ơn quý khách!

# Error_4461
source: Unfortunately your handset is not supported
id: Tidak mensupport perangkat ini!
mk: ကံမကောင်းစွာဖြင့် သင့်ဖုန်း ဟန်းဆက်တွင် ဆော့ကစားခြင်း မပြုနိုင်ပါ!
ml: ကံမေကာင္းစြာျဖင့္ သင့္ဖုန္း ဟန္းဆက္တြင္ ေဆာ့ကစားျခင္း မျပဳႏိုင္ပါ
vi: Thiết bị cầm tay không được hỗ trợ!

# Error_5002
source: Your have requested an invalid or inactive content. Please select another game.
id: Konten tidak valid, tidak aktif atau ilegal.
mk: မှားယွင်းခြင်း၊ ချို့ယွင်းချက် သို့မဟုတ် မမှန်ကန်သော စာသား
ml: မွားယြင္းျခင္း၊ ခ်ိဳ႕ယြင္းခ်က္ သို႔မဟုတ္ မမွန္ကန္ေသာ စာသား
vi: Nội dung không hợp lệ, không hoạt động, hoặc không đọc được

# Error_5577
source: This purchase has reached the download limit.
id: Pembeliaan ini telah mencapai batas download.
mk: ဤဝယ်ယူမှုသည် download ရယူနိုင်မှု အရေအတွက် ကန့်သတ်ချက်သို့ ရောက်ရှိစေသည်။
ml: ဤဝယ္ယူမႈသည္ download ရယူႏိုင္မႈ အေရအတြက္ ကန္႔သတ္ခ်က္သို႔ ေရာက္ရွိေစသည္။
vi: Mua này đã đạt đến giới hạn tải về.

# Error_6001
source: Your browser does not support cookies.
id: Browser handphonemu tidak mempunyai fitur cookies.
mk: သင့် browser တွင် cookies လုပ်ဆောင်ချက်များ အထောက်အပံ့မပေးနိုင်ပါ။
ml: သင့္ browser တြင္ cookies လုပ္ေဆာင္ခ်က္မ်ား အေထာက္အပံ့မေပးႏိုင္ပါ။
vi: Trình duyệt của bạn không hỗ trợ cookies.

# Error_6002
source: You do not have cookies enabled. Please change your browser settings.
id: Fitur cookies tidak aktif.
mk: သင့် browser တွွင် cookies လုပ်ဆောင်ချက်များကို ပိတ်ထားပါသည်။
ml: သင့္ browser တြြင္ cookies လုပ္ေဆာင္ခ်က္မ်ားကို ပိတ္ထားပါသည္။
vi: Bạn không cho phép cookies hoạt động, vui lòng vào phần cài đặt và cho phép cookies hoạt động.

# Error_7000
source: Invalid URL
id: Url tidak valid
mk: URL မှားနေပါသည်!
ml: URL မွားေနပါသည္
vi: Url không hợp lệ

# Error_8000
source: Download failed, please complete the payment first.
id: Download gagal dikarenakan pembelian belum sukses
mk: ရယူခြင်းမအောင်မြင်ပါ။ ကျေးဇူးပြုပြီး ငွေပေးချေခြင်း လုပ်ဆောင်ချက် ပြီးမြောက်သည်အထိ စောင့်ဆိုင်းပါ။
ml: ရယူျခင္းမေအာင္ျမင္ပါ။ ေက်းဇူးျပဳၿပီး ေငြေပးေခ်ျခင္း လုပ္ေဆာင္ခ်က္ ၿပီးေျမာက္သည္အထိ ေစာင့္ဆိုင္းပါ။
vi: Tải xuống không thành công, vui lòng hoàn tất thanh toán trước

source: Error Code:
id: Kode Error:
mk: ပြဿနာ နံပါတ် :
ml: ျပႆနာ နံပါတ္:

# Error_Description
source: Sorry, an error occurred while processing your request.
id: Maaf, ada error terjadi saat memproses permintaan mu.
mk: စိတ်မကောင်းပါဘူး၊ သင့်လုပ်ဆောင်ချက် ပြုလုပ်နေစဉ် ပြဿနာတစ်ခု ကြုံတွေ့ခဲ့ရပါသည်။
ml: စိတ္မေကာင္းပါဘူး၊ သင့္လုပ္ေဆာင္ခ်က္ ျပဳလုပ္ေနစဥ္ ျပႆနာတစ္ခု ႀကဳံေတြ႕ခဲ့ရပါသည္။
vi: Có lỗi xảy ra trong khi thực hiện yêu cầu của bạn.

# Error_Error
source: Error
mk: ပြဿနာ
ml: ျပႆနာ
vi: Thông báo

# GameBundle_Buy
source: Buy ({0} SP)
mk: ဝယ်မည် ({0} SP)
ml: ဝယ္မည္ ({0} SP)
vi: Mua ({0} SP)

# GameBundle_Download
source: Download
mk: ရယူမည်
ml: ရယူမည္
vi: Miễn phí

# GameBundle_Instruction
source: Select free gifts below from the GamerHeaven Club rewards.
mk: 8e Sieugame Club မှ အောက်ပါ မေတ္တာလက်ဆောင်များကို ရွေးချယ်ပါ။
ml: GamerHeaven Club မွ ေအာက္ပါ ေမတၱာလက္ေဆာင္မ်ားကို ေ႐ြးခ်ယ္ပါ။
vi: Hãy lựa chọn quà tặng miễn phí dưới đây từ 8e Sieugame Club

# GameBundle_NoPurchase
source: You haven't purchased any game bundle yet.
mk: သင်သည် မည်သည့်ဂိမ်းကိုမျှ ဝယ်ယူထားခြင်းမရှိသေးပါ။
ml: သင္သည္ မည္သည့္ဂိမ္းကိုမွ် ဝယ္ယူထားျခင္းမရွိေသးပါ။
vi: Bạn chưa mua gói game nào

# GameBundle_PageTitle
source: Game Bundle
mk: ဂိမ်းများ
ml: ဂိမ္းမ်ား
vi: Gói Game

# GameBundle_PurchasedPageTitle
source: My Game Bundles
mk: ကျွန်ုပ်၏ ဂိမ်းများအစုအပေါင်း
ml: ကြၽန္ုပ္၏ ဂိမ္းမ်ားအစုအေပါင္း
vi: Gói game của tôi

# GameCategories_AllGames
source: All games by category
id: Kategori Game
mk: ဂိမ်းအမျိုးအစားအလိုက် ဂိမ်းအားလုံး
ml: ဂိမ္းအမ်ိဳးအစားအလိုက္ ဂိမ္းအားလုံး
vi: Game theo danh mục

# GameCategories_CategoriesNotFound
source: Categories not found
id: Kategori tidak ditemukan
mk: ဂိမ်းအမျိုးအစား မတွေ့ရှိပါ
ml: ဂိမ္းအမ်ိဳးအစား မေတြ႕ရွိပါ
vi: Không tìm thấy danh mục

# GameCategory_GetItFree
source: Get it Free
id: Dapatkan Gratis
mk: အခမဲ့ ရယူပါ
ml: အခမဲ့ ရယူပါ
vi: Tải miễn phí

# GameCategory_ShowMore
source: Show more...
id: Selanjutnya...
mk: နောက်ထပ်...
ml: ေနာက္ထပ္...
vi: Xem thêm

# GameListBanner_GetItFree
source: Get it Free
id: Dapatkan Gratis
mk: အခမဲ့ ရယူပါ
ml: အခမဲ့ ရယူပါ
vi: Tải miễn phí

# GameList_Back
source: Back
id: Kembali
mk: နောက်သို့
ml: ေနာက္သို႔
vi: Quay lại

# GameList_GetFree
source: Get it Free
id: Dapatkan Gratis
mk: အခမဲ့ ရယူပါ
ml: အခမဲ့ ရယူပါ
vi: Tải miễn phí

# GameList_HandsetNotDetected
source: Handset not detected
id: Perangkat tidak terdeteksi
mk: ဟန်းဆက် မတွေ့ရှိပါ
ml: ဟန္းဆက္ မေတြ႕ရွိပါ
vi: Không nhận dạng được thiết bị của bạn.

# GameList_NoGamesFound
source: No game found to support your device.
id: Tidak ada game ditemukan
mk: သင့်ဖုန်းနှင့် ကိုက်ညီသည့် ဂိမ်းများမရှိပါ။
ml: သင့္ဖုန္းႏွင့္ ကိုက္ညီသည့္ ဂိမ္းမ်ားမရွိပါ။
vi: Không tìm thấy game

# GameList_NoMoreGames
source: No more games
id: Tidak ada game lain
mk: ဂိမ်းများမရှိတော့ပါ။
ml: ဂိမ္းမ်ားမရွိေတာ့ပါ။
vi: Không còn game

# GameList_ShowMore
source: Show more...
id: Selanjutnya...
mk: နောက်ထပ်...
ml: ေနာက္ထပ္...
vi: Xem thêm ...

source: Guest
mk: ဧည့်သည်
ml: ဧည့္သည္
vi: Khách

# Handset_ChooseBrand
source: Please select your device manufacturer/phone brand
mk: ကျေးဇူးပြု၍ သင့်ဖုန်း၏ ထုတ်လုပ်သူ/Phone Brand ကိုရွေးချယ်ပေးပါ
ml: ေက်းဇူးျပဳ၍ သင့္ဖုန္း၏ ထုတ္လုပ္သူ/Phone Brand ကိုေ႐ြးခ်ယ္ေပးပါ
vi: Xin lựa chọn hãng của thiết bị

# Handset_ChooseModel
source: Please choose your device model
mk: ကျေးဇူးပြု၍ သင့်ဖုန်း၏ model ကို ရွေးချယ်ပါ
ml: ေက်းဇူးျပဳ၍ သင့္ဖုန္း၏ model ကို ေ႐ြးခ်ယ္ပါ
vi: Xin lựa chọn tên thiết bị

# HeaderText_Wifi
source: Please disable WiFi and connect via 3G/4G to access and enjoy our Games Club!
mk: ကျေးဇူးပြု၍ WIFI ချိတ်ဆက်မှုကို ပိတ်ကာ ဖုန်း၏ 3G/4G ကိုဖွင့်ပြီး ကျွန်ုပ်တို့ရဲ့ Games Club မှာ ပျော်ရွှင်စွာပါဝင်လိုက်ပါ!
ml: ေက်းဇူးျပဳ၍ WIFI ခ်ိတ္ဆက္မႈကို ပိတ္ကာ ဖုန္း၏ 3G/4G ကိုဖြင့္ၿပီး ကြၽန္ုပ္တို႔ရဲ႕ Games Club မွာ ေပ်ာ္႐ႊင္စြာပါဝင္လိုက္ပါ!
vi: Kết nối 3G/GPRS để truy cập và tham gia Câu lạc bộ

# Help_Help
source: Help
id: Bantuan
mk: အကူအညီ
ml: အကူအညီ
vi: Trợ giúp

# Home_BestSellers
source: Best Sellers
id: Terlaris
mk: အရောင်းရဆုံး
ml: အေရာင္းရဆုံး
vi: Bán chạy nhất

# Home_CreditsText
source: You now have {0} credits to redeem your game.
id: Kamu punya {0} credit untuk menukar game.
mk: ဂိမ်းများ ရယူရန် သင့်တွင် လက်ကျန်ငွေ {0} ရှိပါသည်။
ml: ဂိမ္းမ်ား ရယူရန္ သင့္တြင္ လက္က်န္ေငြ {0} ရွိပါသည္။
vi: Bạn có {0} eCoin để mua game.

# Home_CreditText
source: You now have {0} credit to redeem your game.
id: Sekarang kamu punya {0} credit untuk mendapat permainan.
mk: ဂိမ်း ရယူရန် သင့်တွင် လက်ကျန်ငွေ {0} ရှိပါသည်။
ml: ဂိမ္း ရယူရန္ သင့္တြင္ လက္က်န္ေငြ {0} ရွိပါသည္။
vi: Bạn có {0} eCoin để tải game miễn phí.

# Home_ForKids
source: For Kids
id: Untuk Anak - anak
mk: ကလေးများအတွက်
ml: ကေလးမ်ားအတြက္
vi: Cho trẻ em

# Home_GameCategories
source: Game Categories
id: Kategori Game
mk: ဂိမ်းအမျိုးအစားများ
ml: ဂိမ္းအမ်ိဳးအစားမ်ား
vi: Game theo danh mục

# Home_GameForHandset
source: You can select from <b>{0}</b> games for your <b> {1} </b>
id: Kamu bisa memilih dari <b>{0}</b> permainan untuk <b> {1} </b>
mk: သင့် <b> {1} </b> ဟန်းဆက်အတွက် <b> {0} </b> ဂိမ်းများ ရွေးချယ်နိုင်ပါသည်။
ml: သင့္ <b> {1} </b> ဟန္းဆက္အတြက္ <b> {0} </b> ဂိမ္းမ်ား ေ႐ြးခ်ယ္ႏိုင္ပါသည္။
vi: Bạn có thể chọn {0} games cho {1} của bạn.

# Home_GameForHandsetNonSub
source: <b>{0}</b> games available for your <b>{1}</b>
id: <b>{0}</b> game tersedia untuk <b>{1}</b> kamu
mk: သင့် <b> {1} </b> ဟန်းဆက်အတွက် <b> {0} </b> ဂိမ်းများ ရရှိနိုင်ပါသည်။
ml: သင့္ <b> {1} </b> ဟန္းဆက္အတြက္ <b> {0} </b> ဂိမ္းမ်ား ရရွိႏိုင္ပါသည္။

# Home_Highlight
source: Games of the Week
id: Game Terbaik
mk: ယခု အပတ်၏ အကောင်းဆုံး ဂိမ်း
ml: ယခု အပတ္၏ အေကာင္းဆုံး ဂိမ္း
vi: Game hot trong tuần

# Home_JoinNow
source: Join now!
id: Gabung klub sekarang!
mk: အဖွဲ့သို့ ယခုပဲ ပါဝင်လိုက်ပါ!
ml: အဖြဲ႕သို႔ ယခုပဲ ပါဝင္လိုက္ပါ!
vi: Tham gia ngay !

# Home_JoinNowBottom
source: Join now for {0}!
id: Gabung sekarang dengan {0}!
mk: {0} ဖြင့် အခုပဲ ပါဝင်လိုက်ပါ!
ml: {0} ျဖင့္ အခုပဲ ပါဝင္လိုက္ပါ!

# Home_JoinNowTop
source: Get 2 games for {0}!
id: Gabung sekarang dengan {0}!
mk: {0} ဖြင့် ဂိမ်း ၂ ခု ရယူလိုက်ပါ!
ml: {0} ျဖင့္ ဂိမ္း ၂ ခု ရယူလိုက္ပါ!

# Home_JoinText
source: {0} Club: <a href="/Subscribe" style="color: Blue;">Find out more</a> to become a member and get FREE Games.
id: {0} Club: <a href="/Subscribe" style="color: Blue;">Cari tahu lebih banyak</a> cara menjadi member dan dapatkan Game GRATIS.
mk: {0} အဖွဲ့ : အဖွဲ့ဝင်တစ်ယောက် ဖြစ်ရန် နှင့် အခမဲ့ ဂိမ်းများ ရယူရန် <a href="/Subscribe" style="color:Blue;"> ပိုမိုလေ့လာလိုက်ပါ </a>
ml: {0} အဖြဲ႕ : အဖြဲ႕ဝင္တစ္ေယာက္ ျဖစ္ရန္ ႏွင့္ အခမဲ့ ဂိမ္းမ်ား ရယူရန္ <a href="/Subscribe" style="color:Blue;"> ပိုမိုေလ့လာလိုက္ပါ </a>
vi: Câu lạc bộ {0}: <a href="/Subscribe?cf=true" style="color: Blue;">Xem thêm</a> để trở thành thành viên và tải game MIỄN PHÍ.

# Home_More
source: Show more
id: Selengkapnya
mk: နောက်ထပ်..
ml: ေနာက္ထပ္..

# Home_MoreBestSellers
source: More Games of the Week
id: Game Terbaik Lainnya
mk: နောက်ထပ် တစ်ပတ်တာ အကောင်းဆုံး ဂိမ်းများ
ml: ေနာက္ထပ္ တစ္ပတ္တာ အေကာင္းဆုံး ဂိမ္းမ်ား
vi: Xem thêm

# Home_MoreGameBundles
source: More Game Bundles
mk: နောက်ထပ် ဂိမ်းအစုများ
ml: ေနာက္ထပ္ ဂိမ္းအစုမ်ား
vi: Thêm gói game

# Home_MoreNewGames
source: More New Games
id: Game Baru Lainnya
mk: နောက်ထပ် ဂိမ်းအသစ်များ
ml: ေနာက္ထပ္ ဂိမ္းအသစ္မ်ား
vi: Xem thêm

# Home_MoreTopGames
source: More Top Games
id: Game Teratas Lainnya
mk: နောက်ထပ် ထိပ်တန်းဂိမ်းများ
ml: ေနာက္ထပ္ ထိပ္တန္းဂိမ္းမ်ား
vi: Xem thêm

# Home_NewGames
source: New Games
id: Game Terbaru
mk: ဂိမ်းအသစ်များ
ml: ဂိမ္းအသစ္မ်ား
vi: Game mới

# Home_PuzzleGames
source: Puzzle Games
mk: ပဟေဠိ ဂိမ်းများ
ml: ပေဟဠိ ဂိမ္းမ်ား
vi: Xếp hình

# Home_Search
source: Search
id: Cari
mk: ရှာဖွေရန်
ml: ရွာေဖြရန္
vi: Tìm kiếm

# Home_ShowAll
source: View All Games >
mk: ဂိမ်းအားလုံး ကြည့်ရန် >
ml: ဂိမ္းအားလုံး ၾကည့္ရန္ >

# Home_Subscribe
source: Subscribe
id: Berlangganan
mk: Subscribe လုပ်ရန်
ml: Subscribe လုပ္ရန္
vi: Đăng ký

# Home_SuspendedWarning
source: Please top up to keep on enjoying our club benefits.
id: Isi pulsa anda untuk menikmati fasilitas Galaksi klub.
mk: ကျေးဖူးပြုပြီး ငွေဖြည့်သွင်း၍ အဖွဲ့ဝင်ဖြစ် အကျိုးအမြတ်များကို ဆက်လက်ရယူလိုက်ပါ။
ml: ေက်းဖူးျပဳၿပီး ေငြျဖည့္သြင္း၍ အဖြဲ႕ဝင္ျဖစ္ အက်ိဳးအျမတ္မ်ားကို ဆက္လက္ရယူလိုက္ပါ။

# Home_TopGames
source: Top Games
id: Game Terbaik
mk: ထိပ်တန်းဂိမ်းများ
ml: ထိပ္တန္းဂိမ္းမ်ား
vi: Tải nhiều nhất

# Home_WelcomeText
source: Join the best Games Club today!
id: Gabung di Klub Game hari ini!
mk: အကောင်းဆုံးသော ဂိမ်းအဖွဲ့များသို့ ယနေ့ပဲ ချိတ်ဆက်လိုက်ပါ !
ml: အေကာင္းဆုံးေသာ ဂိမ္းအဖြဲ႕မ်ားသို႔ ယေန႔ပဲ ခ်ိတ္ဆက္လိုက္ပါ !
vi: Tham gia câu lạc bộ Game ngay hôm nay !

# Home_WelcomeTitle
source: Limited time offer: <a href="/subscribe/subscribe" style="color: Red;text-decoration:underline">Join Now</a> and First Week of Subscription will be Free!<br/>
id: Tawaran terbatas, minggu pertama gratis. <a href="/subscribe/subscribe" style="color: Blue;text-decoration:underline">Gabung sekarang!</a><br/>
mk: သတ်မှတ်ကာလအတွင်းသာ : ပထမ တစ်ပတ်စာ အခမဲ့ အဖွဲ့ဝင်ရန် <a href="/subscribe/subscribe" style="color:Red;text-decoration:underline"> အခုပဲ ပါဝင်လိုက်ပါ </a> <br/>
ml: သတ္မွတ္ကာလအတြင္းသာ : ပထမ တစ္ပတ္စာ အခမဲ့ အဖြဲ႕ဝင္ရန္ <a href="/subscribe/subscribe" style="color:Red;text-decoration:underline"> အခုပဲ ပါဝင္လိုက္ပါ </a> <br/>
vi: Miễn phí tuần đầu tiên <a href="/subscribe" style="color: Blue;text-decoration:underline">Tham gia ngay!</a>

# Layout_Back
source: Back
id: Kembali
mk: နောက်သို့
ml: ေနာက္သို႔
vi: Trở về

# Layout_Bigpond
source: Go to Bigpond Games
id: Masuk ke Game Bigpond
mk: Bigpond ဂိမ်းများဆီ သို့
ml: Bigpond ဂိမ္းမ်ားဆီ သို႔
vi: Tới Bigpond Games

# Layout_Footer
source: Play the world's best games now
id: Mainkan game terbaik di dunia sekarang
mk: ကမ္ဘာ့ အကောင်းဆုံး ဂိမ်းများကို အခုပဲ ကစားလိုက်ပါ !
ml: ကမာၻ႔ အေကာင္းဆုံး ဂိမ္းမ်ားကို အခုပဲ ကစားလိုက္ပါ !
vi: Thế giới game đỉnh cao hội tụ! <br /> <br /> &copy;&nbsp;2015

# Layout_GameCategories
source: All Games by Category
id: Kategori Game
mk: ဂိမ်းအမျိုးအစားအလိုက် ဂိမ်းအားလုံး
ml: ဂိမ္းအမ်ိဳးအစားအလိုက္ ဂိမ္းအားလုံး
vi: Game theo danh mục

# Layout_HandsetNotDetected
source: <a href="/Handset" style="color: white; text-decoration: none;">Warning! Your handset is not detected, To enjoy our games please choose your handset here.</a>
mk: <a href="/Handset" style="color:white; text-decoration:none;"> သတိပြုရန်! သင့် ဟန်းဆက်ကို မတွေ့ရှိပါ! ကျွန်ုပ်တို့၏ ဂိမ်းများ ပျော်ရွှင်စွာ ဆော့ကစားရင် သင့်ဟန်းဆက်ကို ဤနေရာမှ ရွေးချယ်ပါ။ </a>
ml: <a href="/Handset" style="color:white; text-decoration:none;"> သတိျပဳရန္! သင့္ ဟန္းဆက္ကို မေတြ႕ရွိပါ! ကြၽန္ုပ္တို႔၏ ဂိမ္းမ်ား ေပ်ာ္႐ႊင္စြာ ေဆာ့ကစားရင္ သင့္ဟန္းဆက္ကို ဤေနရာမွ ေ႐ြးခ်ယ္ပါ။ </a>
vi: <a href="/Handset" style="color: white; text-decoration: none;">Cảnh báo! Thiết bị của bạn không nhận diện được. Thay đổi thiết bị ở đây để trải nghiệm game.</a>

# Layout_Help
source: Help
id: Bantuan
mk: အကူအညီ
ml: အကူအညီ
vi: Trợ giúp

# Layout_Home
source: Home
mk: မူလနေရာ
ml: မူလေနရာ
vi: Trang chủ

# Layout_JoinNow
source: Join Now!
mk: အခုပဲ ချိတ်ဆက်လိုက်ပါ !
ml: အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ !
vi: Tham gia ngay

# Layout_JoinText
source: Join the Games Club!
mk: ဂိမ်း အဖွဲ့များသို့ ချိတ်ဆက်ပါ !
ml: ဂိမ္း အဖြဲ႕မ်ားသို႔ ခ်ိတ္ဆက္ပါ !
vi: Tham gia câu lạc bộ game

# Layout_MyAccount
source: My Downloads/My Account
id: Unduhan / Akun
mk: ကျွန်ုပ်၏ ရယူထားမှုများ/ ကျွန်ုပ်၏ အကောင့်
ml: ကြၽန္ုပ္၏ ရယူထားမႈမ်ား/ ကြၽန္ုပ္၏ အေကာင့္
vi: Tài khoản của tôi

# Layout_PlayTheWorldBestGame
source: Play the world's best games now
id: Mainkan Game Terbaik Sekarang
mk: ကမ္ဘာ့ အကောင်းဆုံး ဂိမ်းများကို အခုပဲ ကစားလိုက်ပါ !
ml: ကမာၻ႔ အေကာင္းဆုံး ဂိမ္းမ်ားကို အခုပဲ ကစားလိုက္ပါ !
vi: Chơi ngay game hay nhất thế giới

# Layout_SetSubscribButtons
source: Join the Games Club
mk: ဂိမ်း အဖွဲ့များသို့ ချိတ်ဆက်ပါ !
ml: ဂိမ္း အဖြဲ႕မ်ားသို႔ ခ်ိတ္ဆက္ပါ !
vi: Tham gia câu lạc bộ game

# Layout_SetSubscribButtons2
source: Join Now!
id: Gabung Sekarang
mk: အခုပဲ ချိတ်ဆက်လိုက်ပါ !
ml: အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ !
vi: Tham gia ngay

# Layout_Term
source: Terms
mk: စည်းကမ်းချက်များ
ml: စည္းကမ္းခ်က္မ်ား
vi: Điều khoản

# Layout_Terms
source: Terms & Conditions
id: Syarat & Ketentuan
mk: လိုက်နာရန် စည်းကမ်းချက်များ
ml: လိုက္နာရန္ စည္းကမ္းခ်က္မ်ား
vi: Điều khoản

# List_AllGames
source: All Games
mk: ဂိမ်းအားလုံး
ml: ဂိမ္းအားလုံး

# List_GetFree
source: Get it Free
mk: အခမဲ့ ရယူပါ
ml: အခမဲ့ ရယူပါ
vi: Miễn phí

# List_NewGame
source: New Game
id: Game Baru
mk: ဂိမ်းအသစ်
ml: ဂိမ္းအသစ္
vi: Game mới

# List_NewGames
source: New Games
mk: ဂိမ်းအသစ်များ
ml: ဂိမ္းအသစ္မ်ား
vi: Game mới

# List_ShowMore
source: Show more...
id: Selanjutnya....
mk: နောက်ထပ်...
ml: ေနာက္ထပ္...
vi: Xem thêm...
