Repository: masanam/GameGalaksi
Catalog: App_GlobalResources/Strings.*.resx
Languages: id, mk, ml, vi

# Subscribe_GetCode
source: Send Code
mk: ကုဒ်နံပါတ် ပို့ရန်
ml: ကုဒ္နံပါတ္ ပို႔ရန္

# Subscribe_JoinText
source: Join the best Games Club now!
id: Gabung dengan Game Galaksi sekarang!
mk: အကောင်းဆုံး ဂိမ်းအဖွဲ့ကို အခုပဲ ချိတ်ဆက်လိုက်ပါ !
ml: အေကာင္းဆုံး ဂိမ္းအဖြဲ႕ကို အခုပဲ ခ်ိတ္ဆက္လိုက္ပါ !
vi: Hãy tham gia câu lạc bộ Game ngay bây giờ

# Subscribe_LimitedTime
source: Limited Time Offer: First Week Membership Free!
id: Penawaran terbatas, gratis untuk minggu pertama.
mk: ကန့်သတ်ချိန်အတွင်းသာ : ပထမဆုံး တစ်ပတ်စာအတွက် အဖွဲ့ဝင်ကြေး အခမဲ့ပါ !
ml: ကန္႔သတ္ခ်ိန္အတြင္းသာ : ပထမဆုံး တစ္ပတ္စာအတြက္ အဖြဲ႕ဝင္ေၾကး အခမဲ့ပါ !
vi: Trong thời gian khuyến mại. Miễn phí thuê bao tuần đầu tiên

# Subscribe_OnSubscribeSuccess
source: Welcome! You have successfully subscribed to the best games club! Use your credit to get your free game!
id: Selamat Datang! Kamu sukses berlangganan klub game terbaik! Gunakan kreditmu untuk mendapatkan game gratis!
mk: ကြိုဆိုပါတယ် ! အကောင်းဆုံး သော ဂိမ်းအဖွဲ့ကို လျောက်ထားမှု အောင်မြင်ပါပြီ ! သင့်ရဲ့ credits များကို အသုံးပြုပြီး အခမဲ ဂိမ်းများ ရယူလိုက်ပါ !
ml: ႀကိဳဆိုပါတယ္ ! အေကာင္းဆုံး ေသာ ဂိမ္းအဖြဲ႕ကို ေလ်ာက္ထားမႈ ေအာင္ျမင္ပါၿပီ ! သင့္ရဲ႕ credits မ်ားကို အသုံးျပဳၿပီး အခမဲ ဂိမ္းမ်ား ရယူလိုက္ပါ !
vi: Chào mừng ! Bạn đã đăng ký thành công hội viên câu lạc bộ các game hay nhất. Hãy sử dụng eCoin để tải game miễn phí.

# Subscribe_PleaseWait
source: Please wait...
id: Silahkan tunggu...
mk: ခေတ္တစောင့်ပါ...
ml: ေခတၱေစာင့္ပါ...
vi: Vui lòng chờ ...

# Subscribe_ResubscribeWith15Days
source: Sorry. You cannot re-subscribe within 15 days. Please try again later.
id: Maaf. kamu belum bisa berlangganan lagi selama 15 hari. Silahkan coba lagi nanti.
mk: စိတ်မကောင်းပါ။ ၁၅ ရက်အတွင်း သင့်အနေဖြင့် ပြန်လည် လျောက်ထားခြင်း မပြုနိုင်ပါ။ နောက်မှ ထပ်မံ ကြိုးစားကြည့်ပါ
ml: စိတ္မေကာင္းပါ။ ၁၅ ရက္အတြင္း သင့္အေနျဖင့္ ျပန္လည္ ေလ်ာက္ထားျခင္း မျပဳႏိုင္ပါ။ ေနာက္မွ ထပ္မံ ႀကိဳးစားၾကည့္ပါ
vi: Xin lỗi bạn không thể đăng ký thành viên trở lại trong vòng một tuần. Xin vui lòng thử lại sau.

# Subscribe_ResubscribeWithAWeek
source: Sorry. You cannot re-subscribe within a week. Please try again later.
id: Maaf. kamu belum bisa berlangganan lagi selama 1 minggu. Silahkan coba lagi nanti.
mk: စိတ်မကောင်းပါ။ တစ်ပတ်အတွင်း သင့်အနေဖြင့် ပြန်လည် လျောက်ထားခြင်း မပြုနိုင်ပါ။ နောက်မှ ထပ်မံ ကြိုးစားကြည့်ပါ
ml: စိတ္မေကာင္းပါ။ ၁၅ ရက္အတြင္း သင့္အေနျဖင့္ ျပန္လည္ ေလ်ာက္ထားျခင္း မျပဳႏိုင္ပါ။ ေနာက္မွ ထပ္မံ ႀကိဳးစားၾကည့္ပါ
vi: Xin lỗi bạn không thể đăng ký thành viên trở lại trong vòng một tuần. Xin vui lòng thử lại sau.

# Subscribe_Save
source: Join and choose your free game now!
id: Bergabung dan pilih game kamu sekarang!
mk: ချိတ်ဆက်ပြီး သင့်အတွက် အခမဲ့ ဂိမ်းကို အခုပဲ ရယူလိုက်ပါ !
ml: ခ်ိတ္ဆက္ၿပီး သင့္အတြက္ အခမဲ့ ဂိမ္းကို အခုပဲ ရယူလိုက္ပါ !
vi: Tham gia và tải game MiỄN PHÍ ngay!

# Subscribe_SendSMS
source: Send SMS
id: Kirim SMS
mk: SMS ပို့ရန်
ml: SMS ပို႔ရန္

# Subscribe_SubNotCreatedBalanceNotEnough
source: Your account balance doesn't have enough money! Please kindly top up and try again.
id: Pulsa anda tidak cukup! Tolong isi terlebih dahulu untuk melanjutkan.
mk: အကောင့်လက်ကျန်ငွေ မလုံလောက်ပါ ! ကျေးဇူးပြုပြီး ငွေဖြည့်သွင်းပြီးနောက် ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: အေကာင့္လက္က်န္ေငြ မလုံေလာက္ပါ ! ေက်းဇူးျပဳၿပီး ေငြျဖည့္သြင္းၿပီးေနာက္ ထပ္မံ ႀကိဳးစားၾကည့္ပါ။

# Subscribe_SubscribedForLessThanAWeek
source: You subscribed for less than a week and cannot resubscribe.
id: , karena kamu baru berlangganan di bawah satu minggu.
mk: ဤအပတ်အတွင်း သင်လျောက်ထားပြီး ဖြစ်ပါသည်။ ထပ်မံ လျောက်ထားခြင်း မပြုနိုင်ပါ။
ml: ဤအပတ္အတြင္း သင္ေလ်ာက္ထားၿပီး ျဖစ္ပါသည္။ ထပ္မံ ေလ်ာက္ထားျခင္း မျပဳႏိုင္ပါ။
vi: , bởi vì bạn đăng ký chưa đủ một tuần.

# Subscribe_SubscribeTemporarilyBlocked
source: . Our server is currently under maintenance.
id: . Server kami sedang dalam maintenance.
mk: ကျွန်ုပ်တို့၏ ဆာဗာများ ကို ပြုပြင်ထိန်းသိမ်းမှု ပြုလုပ်နေပါသည်။
ml: ကြၽန္ုပ္တို႔၏ ဆာဗာမ်ား ကို ျပဳျပင္ထိန္းသိမ္းမႈ ျပဳလုပ္ေနပါသည္။
vi: . Máy chủ của chúng tôi đang bảo trì.

# Subscribe_SubscriptionAlreadyExists
source: You are already subscribed. Please go to My Account to check further details.
id: Kamu telah berlangganan.
mk: လျောက်ထားခြင်း ပြုလုပ်ပြီး ဖြစ်ပါသည်။ ကျွန်ုပ်၏ အကောင့် နေရာသို့ သွား၍ အသေးစိတ် ကြည့်ရှုနိုင်ပါသည်။
ml: ေလ်ာက္ထားျခင္း ျပဳလုပ္ၿပီး ျဖစ္ပါသည္။ ကြၽန္ုပ္၏ အေကာင့္ ေနရာသို႔ သြား၍ အေသးစိတ္ ၾကည့္ရႈႏိုင္ပါသည္။
vi: Bạn đã đăng ký

# Subscribe_TryAgain
source: Please try again later.
id: . Silahkan coba lagi nanti.
mk: ကျေးဇူးပြုပြီး ထပ်မံ ကြိုးစားကြည့်ပါ။
ml: ေက်းဇူးျပဳၿပီး ထပ္မံ ႀကိဳးစားၾကည့္ပါ။
vi: . Xin vui lòng thử lại sau.

# Subscribe_WifiClickToMO
source: For your convenience, you can click <a href="{0}" style="color: Blue;">here</a>, we’ve already prepared the SMS for you to send.
id: Anda bisa klik <a href="{0}" style="color: Blue;">di sini</a>, kami telah siapkan SMS untuk anda kirim.
mk: သင့်အတွက် အဆင်ပြေစေရန်၊ ကျွန်ုပ်တို့မှ SMS (စာတို) တစ်ခု ပြင်ဆင်ထားပြီး ဖြစ်ပါသည်။ <a href="{0}" style="color:Blue;"> ဤနေရာ </a> ကိုသာ နှိပ်လိုက်ပါ။
ml: သင့္အတြက္ အဆင္ေျပေစရန္၊ ကြၽန္ုပ္တို႔မွ SMS (စာတို) တစ္ခု ျပင္ဆင္ထားၿပီး ျဖစ္ပါသည္။ <a href="{0}" style="color:Blue;"> ဤေနရာ </a> ကိုသာ ႏွိပ္လိုက္ပါ။
vi: Hoặc bạn có thể click vào <a href="{0}" style="color: Blue;">đây</a> để gửi tin nhắn đã soạn sẵn.

# Subscribe_WifiConnectTo3G
source: Or connect via 3G/GPRS to register directly from wapsite.
id: Atau gunakan koneksi 3G/GPRS untuk berlangganan langsung dari situs WAP.
mk: သို့မဟုတ် ဝက်ဘ်ဆိုဒ်မှ တစ်ဆင့် မှတ်ပုံတင်ရန်အတွက် 3G/4G သို့ချိတ်ဆက်ပေးပါ။
ml: သို႔မဟုတ္ ဝက္ဘ္ဆိုဒ္မွ တစ္ဆင့္ မွတ္ပုံတင္ရန္အတြက္ 3G/4G သို႔ခ်ိတ္ဆက္ေပးပါ။
vi: Hoặc kết nối 3G/GPRS để đăng ký trực tiếp tại wapsite.

# Subscribe_WifiConnectTo3G_Telstra
source: Connect via 3G/GPRS to register directly from wapsite.
id: Atau gunakan koneksi 3G/GPRS untuk berlangganan langsung dari situs WAP.
mk: ဝက်ဘ်ဆိုဒ်မှ တစ်ဆင့် မှတ်ပုံတင်ရန်အတွက် 3G/4G သို့ချိတ်ဆက်ပေးပါ။
ml: ဝက္ဘ္ဆိုဒ္မွ တစ္ဆင့္ မွတ္ပုံတင္ရန္အတြက္ 3G/4G သို႔ခ်ိတ္ဆက္ေပးပါ။

# Subscribe_WifiInstruction
source: Join Now by texting <strong>{0}</strong> to <strong>{1}</strong>
id: Bergabung sekarang dengan ketik <strong>{0}</strong> ke <strong>{1}</strong>
mk: <strong> {1} </strong> သို့ </strong> {0} </strong> ဟု ပေးပို့ခြင်းဖြင့် ချိတ်ဆက်လိုက်ပါ။
ml: <strong> {1} </strong> သို႔ </strong> {0} </strong> ဟု ေပးပို႔ျခင္းျဖင့္ ခ်ိတ္ဆက္လိုက္ပါ။
vi: Soạn <strong>{0}</strong> gửi <strong>{1}</strong> để tham gia ngay!

# Subscribe_YesJoin
source: Yes, I want to join {0}the Club!
id: Ya, aku mau bergabung dalam {0}Klub!
mk: ဟုတ်ပြီ၊ {0} အဖွဲ့ကို ချိတ်ဆက်မယ် !
ml: ဟုတ္ၿပီ၊ {0} အဖြဲ႕ကို ခ်ိတ္ဆက္မယ္ !
vi: Tôi đồng ý tham gia câu lạc bộ

# Term_OfUse
source: Terms of Use
id: Syarat Penggunaan
mk: သုံးစွဲရန် စည်းမျဉ်းစည်းကမ်းများ
ml: သုံးစြဲရန္ စည္းမ်ဥ္းစည္းကမ္းမ်ား
vi: Điều khoản sử dụng

# UserNoCoin
source: You have the advantage of buying games at discount price for members. If you leave now you will lose this advantage!
id: Kamu punya keuntungan membeli game dengan harga diskon. Jika kamu berhenti berlangganan keuntungan ini akan hilang!
mk: အဖွဲ့ဝင်များအတွက် ဂိမ်းများဝယ်ယူရန် လျော့ဈေးများ သင့်တွင် ရရှိပြီး ဖြစ်ပါသည်။ ယခုထွက်မည် ဆိုပါက ထိုအကျိုးကျေးဇူးများ ဆုံးရှုံးမည်ဖြစ်သည်။
ml: အဖြဲ႕ဝင္မ်ားအတြက္ ဂိမ္းမ်ားဝယ္ယူရန္ ေလ်ာ့ေဈးမ်ား သင့္တြင္ ရရွိၿပီး ျဖစ္ပါသည္။ ယခုထြက္မည္ ဆိုပါက ထိုအက်ိဳးေက်းဇူးမ်ား ဆုံးရႈံးမည္ျဖစ္သည္။
vi: Bạn đang được mua game với giá ưu đãi cho thành viên. Nếu bạn hủy dịch vụ bạn sẽ mất cơ hội này!

# UserRegistration_InvalidBirthday
source: Please enter your birthday in day/month/year format. For example: 15/01/1990.
mk: သင့်မွေးနေ့ကို ရက်/လ/နှစ် ပုံစံဖြင့် ဖြည့်ပေးပါ။ ဥပမာ : 15/01/1990
ml: သင့္ေမြးေန႔ကို ရက္/လ/ႏွစ္ ပုံစံျဖင့္ ျဖည့္ေပးပါ။ ဥပမာ : 15/01/1990

# UserRegistration_InvalidConfirmPassword
source: Password and confirm password do not match.
mk: လျှို့ဝှက်နံပါတ် နှင့် အတည်ပြုလျှို့ဝှက်နံပါတ် မတူညီပါ။
ml: လွ်ိဳ႕ဝွက္နံပါတ္ ႏွင့္ အတည္ျပဳလွ်ိဳ႕ဝွက္နံပါတ္ မတူညီပါ။

# UserRegistration_InvalidEmail
source: Invalid email address
mk: အီးမေးလ် လိပ်စာ မှားယွင်းနေပါသည်။
ml: အီးေမးလ္ လိပ္စာ မွားယြင္းေနပါသည္။

# UserRegistration_InvalidFirstname
source: First name cannot be empty.
mk: နာမည် ဖြည့်ပေးပါ။
ml: နာမည္ ျဖည့္ေပးပါ။

# UserRegistration_InvalidPassword
source: Password must be at least 6 characters.
mk: လျှို့ဝှက်နံပါတ် သည် အနည်းဆုံး စာလုံးရေ ၆ လုံး ရှိရန်လိုအပ်သည်။
ml: လွ်ိဳ႕ဝွက္နံပါတ္ သည္ အနည္းဆုံး စာလုံးေရ ၆ လုံး ရွိရန္လိုအပ္သည္။

# UserRegistration_InvalidUsername
source: Username must be at least 6 characters.
mk: အသုံးပြုသူ အမည်သည် အနည်းဆုံး စာလုံးရေ ၆ လုံး ရှိရန် လိုအပ်ပါသည်။
ml: အသုံးျပဳသူ အမည္သည္ အနည္းဆုံး စာလုံးေရ ၆ လုံး ရွိရန္ လိုအပ္ပါသည္။

# UserRegistration_Message
source: Register now and claim your game credit as a reward!
mk: အခု မှတ်ပုံတင်လိုက်ပါ၊ မေတ္တာလက်ဆောင်အနေဖြင့် သင့်ဂိမ်း credit ရရှိမည်ဖြစ်ပါသည် !
ml: အခု မွတ္ပုံတင္လိုက္ပါ၊ ေမတၱာလက္ေဆာင္အေနျဖင့္ သင့္ဂိမ္း credit ရရွိမည္ျဖစ္ပါသည္ !

# UserRegistration_Register
source: Register
mk: မှတ်ပုံတင်ရန်
ml: မွတ္ပုံတင္ရန္

# UserStillHaveeCoins
source: You still have {0} credit to download FREE games. If you leave now you will lose them all! Are you sure that you want to unsubscribe?
id: Kamu masih punya {0} kredit untuk mendownload game GRATIS. Apa kamu yakin ingin berhenti berlangganan?
mk: အခမဲ့ ဂိမ်းများ ရယူရန်အတွက် သင့်မှာ {0} credit(s) ကျန်ရှိပါသေးတယ်။ အခုအချိန် ထွက်ခွာမည် ဆိုလျှင် အဆိုပါ credits များ ဆုံးရှံးမည် ဖြစ်ပါသည်။ လျောက်ထားမှု ပယ်ဖျက်ရန် သေချာပြီလား?
ml: အခမဲ့ ဂိမ္းမ်ား ရယူရန္အတြက္ သင့္မွာ {0} credit(s) က်န္ရွိပါေသးတယ္။ အခုအခ်ိန္ ထြက္ခြာမည္ ဆိုလွ်င္ အဆိုပါ credits မ်ား ဆုံးရွံးမည္ ျဖစ္ပါသည္။ ေလ်ာက္ထားမႈ ပယ္ဖ်က္ရန္ ေသခ်ာၿပီလား?
vi: Ban con {0} eCoin de tai game MIEN PHI tai 8e Sieugame Club. Neu huy, ban se mat het so eCoin. Ban co chac chan huy dich vu khong?

# Unsubscribe_AdditionalInfo
source: * Your account will no longer be charged after the cancellation.
mk: ဤပယ်ဖျက်မှု ပြီးပါက သင့်အကောင့်အတွက် ကျသင့်ငွေ ကောက်ခံခြင်းမပြုတော့ပါ။
ml: ဤပယ္ဖ်က္မႈ ၿပီးပါက သင့္အေကာင့္အတြက္ က်သင့္ေငြ ေကာက္ခံျခင္းမျပဳေတာ့ပါ။

# Unsubscribe_PageTitle
source: Cancel Subscription
mk: လျောက်ထားမှုကို ပယ်ဖျက်ရန်
ml: ေလ်ာက္ထားမႈကို ပယ္ဖ်က္ရန္

source: OK
mk: အိုကေ

# LoginConfirmation_Description
source: To download your favourite game, you have to login first. Please click "OK" to continue.
mk: သင့် စိတ်ကြိုက် ဂိမ်းများ ရယူနိုင်ရန်အတွက် အကောင့်ဝင်ရန် လိုအပ်ပါသည်။ ဆက်လက် လုပ်ဆောင်ရန်အတွက် “OK” ကို နှိပ်ပါ။
ml: သင့္ စိတ္ႀကိဳက္ ဂိမ္းမ်ား ရယူႏိုင္ရန္အတြက္ အေကာင့္ဝင္ရန္ လိုအပ္ပါသည္။ ဆက္လက္ လုပ္ေဆာင္ရန္အတြက္ “OK” ကို ႏွိပ္ပါ။

# LoginConfirmation_Title
source: Login Required
mk: အကောင့်ဝင်ရန် လိုအပ်ပါသည်
ml: အေကာင့္ဝင္ရန္ လိုအပ္ပါသည္

# CommonBuy_UseCredit
source: Credit (8e Club)
id: Gratis
vi: Miễn phí

# Subscribe_Benefit1
source: Subscribe now and get 1 game for free
id: Berlangganan sekarang dan dapatkan 1 game gratis.
vi: Đăng ký ngay để có một game miễn phí

# Subscribe_Benefit2
source: You can choose any game you want
id: Kamu bisa memilih game yang kamu mau
vi: Bạn có thể chọn game bất kỳ bạn muốn

# Subscribe_Benefit3
source: Select from hundreds of top games
id: Pilih dari lebih 300 game terbaik
vi: Lựa chọn 300 game đỉnh cao

# Subscribe_Benefit4
source: We constantly add new games
id: Kami rutin menambah game - game baru
vi: Chúng tôi liên tục bổ sung game mới

# Subscribe_Benefit5
source: Very low special prices per game
id: Harga Klub spesial adalah Rp 5000 tiap game
vi: Giá đặc biệt cho hội viên là 2.99$ mỗi game.

# Subscribe_Benefit6
source: Get 1 credit every week and redeem 1 game for it
id: Dapatkan 1 kredit perpanjangan dan tukar dengan 1 game
vi: Tặng một ecoin mỗi tuần để mua một game

# Subscribe_Benefit7
source: No data charges apply!
id: Tidak ada biaya data tambahan!
vi: Không thu phí dữ liệu!

# Subscribe_PriceText
source: Select from hundreds of top games {0} and pay $2.50/week only!
id: Pilih dari lebih 300 top game{0}dengan harga hanya Rp 2000!
vi: Lựa chọn hơn 300 game hàng đầu với giá chỉ 2.50$ mỗi tuần.

# Vinaphone_HeaderText
source: Get 1 new game <span style="color:red">every week</span> for only 10000 VND.<br /> Chance to WIN <span style="color:red">great prizes</span> as long as you are a member.<br /> <a href='Subscribe?cf=true'>More user benefit information</a><br /> Welcome <b>{0}</b>. You have <span style="color:red">{1}</span> games available for your {2}.<br /> <a href='Subscribe/Subscribe'><u>Join NOW to get FREE games!</u></a>
vi: Miễn phí một game <span style="color:red">mỗi tuần</span> chỉ với 10000 VND.<br /> Cơ hội chiến thắng <span style="color:red"> các giải thưởng lớn</span> khi bạn đăng ký thành viên.<br /> Xem thêm thông tin tại <a href='Subscribe?cf=true'><u>đây</u></a><br /> Xin chào <b>{0}</b>. Có <span style="color:red">{1}</span> game cho điện thoại {2} của bạn.<br /> <a href='Subscribe/Subscribe'><u>Tham gia ngay để nhận game miễn phí</u></a>

# Vinaphone_HeaderTextSubscribed
source: Welcome <b>{0}</b>.You can select from <span style="color:red">{1}</span> games for your {2}. <br/> You have <span style="color:red">{3}</span> credits to redeem your games.
vi: Xin chào <b>{0}</b>. Bạn có thể chọn <span style="color:red">{1}</span> games cho {2} của bạn. <br/> Bạn có <span style="color:red">{3}</span> eCoin để mua game.

# GGC_HeaderText
source: Get 1 new game <span style="color:red">every week</span> for only $2.5.<br /> Chance to WIN <span style="color:red">great prizes</span> as long as you are a member.<br /> <a href='Subscribe'><br /> <u>More user benefit information</u></a><br /> <br /> Welcome <b>{0}</b>.You have <span style="color:red">{1}</span> games available for your {2}.<br /> <br /> <a href='Subscribe/Subscribe'><u>Join NOW to get FREE games!</u></a>
id: Dapatkan 1 game baru <span style="color:red">tiap minggu</span> hanya dengan $2.5.<br /> Kesempatan untuk MEMENANGKAN <span style="color:red">hadiah besar</span> selama kamu menjadi member.<br /> <a href='Subscribe'><br /> <u>Informasi keuntungan user lainnya</u></a><br /> <br /> Selamat datang <b>{0}</b>. Kamu mempunyai <span style="color:red">{1}</span> yang tersedia untukmu {2}.<br /> <br /> <a href='Subscribe/Subscribe'><u>Gabung SEKARANG untuk mendapat game GRATIS!</u></a>

# MyAccount_Msisdn
source: Your phone number
id: Nomor Handphone
