Repository: masanam/GameGalaksi
Catalog: App_GlobalResources/ViettelPort.*.resx
Languages: vi

# CommonBuy_Free
source: FREE (See terms below)
vi: Tải MIỄN PHÍ (Xem Đk bên dưới)

# HeaderText
source: Get 2 new games every week for only 9000 VND.<br /> <a href='Subscribe?cf=true'><u>More user benefit information</u></a> <br/> Welcome <b>{0}</b>. You have <span style="color:red"><b>{1}</b></span> games available for your <b>{2}</b>. <br/> <a href='Subscribe/Subscribe'><u>Join NOW to get FREE games!</u></a>
vi: Miễn phí 02 game mỗi tuần chỉ với 9000 VND. <br /> Xem thêm thông tin tại <a href='Subscribe?cf=true'><u>đây</u></a><br /> Xin chào <b>{0}</b>. Có <span style="color:red"><b>{1}</b></span> game cho điện thoại <b>{2}</b> của bạn. <br /> <a href='Subscribe/Subscribe'><u>Tham gia ngay để nhận game miễn phí</u></a>

# HeaderTextSubscribed
source: Welcome <b>{0}</b>. You can select from <span style="color:red">{1}</span> games for your {2}. <br/> You have <span style="color:red">{3}</span> credit to redeem your games.
vi: Xin chào <b>{0}</b>. Bạn có thể chọn <span style="color:red">{1}</span> games cho {2} của bạn. <br/> Bạn có <span style="color:red">{3}</span> eCoin để mua game.

# HeaderTextSubscribedWCredits
source: Welcome <b>{0}</b>. You can select from <span style="color:red">{1}</span> games for your {2}. <br/> You have <span style="color:red">{3}</span> credits to redeem your games.
vi: Xin chào <b>{0}</b>. Bạn có thể chọn <span style="color:red">{1}</span> games cho {2} của bạn. <br/> Bạn có <span style="color:red">{3}</span> eCoins để mua game.

# Home_BackToTop
source: Back to top
vi: Về đầu trang

# Home_ViettelHomePage
source: Viettel home page
vi: Trang chủ Viettel

# Layout_Footer
source: Play the world's best games now
vi: Thế giới game đỉnh cao hội tụ!

# Layout_Login
source: Login
vi: Đăng nhập

# Layout_MsisdnNotDetected
source: Sorry, but we cannot identify you as a member. Please switch to 3G/4G connection or enter your phone number and click on login
vi: Chúng tôi không thể nhận diện số thuê bao điện thoại của bạn. Vui lòng chuyển qua sử dụng 3G/4G hoặc điền số điện thoại của bạn và nhấn vào nút Đăng nhập

# List_AllGames
source: All games
vi: Tất cả games

# PromotionText
source: Promotion
vi: Khuyến mại

# Subscribe_Benefits
source: As a member of 8e Sieugame Club, you will enjoy all these benefits
vi: Quyền lợi của bạn khi là thành viên của 8e Sieugame Club

# Subscribe_ButtonBottomText
source: Join now
vi: Tham gia ngay

# Subscribe_ButtonTopText
source: Join now
vi: Tham gia ngay

# Subscribe_Text
source: đăng ký bất kì lúc nào, soạn tin EL HUYL gửi 9079</li><li><b>Bạn chỉ mất
vi: <ul><li>Tham gia hội viên 8E ngay! Vương quốc game từ những hãng phát triển game nổi tiếng thới giới!</li><li>Đăng ký ngay hôm nay để nhận 02 game miễn phí</li><li>Tải một game miễn phí hàng tuần chỉ với 9 000 VND từ thế giới game đỉnh cao khổng lồ của chúng tôi. Từ những game đỉnh cao đến những game kinh điển, từ i-Play đến Digital Chocolate, tuỳ thuộc vào bạn!</li><li>Tài khoản của bạn sẽ không bao giờ hết hạn! Hãy quay lại bất kỳ lúc nào để tiếp tục tải game!</li><li>Bạn có thể huỷ đăng ký bất kì lúc nào, soạn tin EL HUY gửi 9079</li><li><b>Bạn chỉ mất 9 000 VND một tuần để tận hưởng những game đỉnh cao</b></li></ul>
